Repository: pypi-data/pypi-mirror-95
Catalog: packages/valer.panic/valer.panic-1.0.1rc9-py2-none-any.whl/senaite/panic/locales/*/LC_MESSAGES/senaite.panic.po
Languages: es

source: '{}' value must be above '{}' or empty
es: '{}' debe estar vacío o tener un valor superior a '{}'

source: '{}' value must be below '{}' or empty
es: '{}' debe estar vacío o tener un valor inferior a '{}'

source: '{}' value must be numeric or empty
es: '{}' debe estar vacío o tener un valor numérico

source: Alert client
es: Notificar al cliente

source: Alert client about panic levels exceeded
es: Enviar una notificación al cliente indicando que algunos resultados sobrepasan los niveles críticos

source: An email alert has been sent already.
es: Ya se ha enviado una notificación por correo electrónico al cliente con anterioridad.

source: Body
es: Cuerpo del mensaje

source: Email alert body template
es: Cuerpo del mensaje de la plantilla de correo electrónico

source: Email alert subject
es: Asunto del mensaje de la plantilla de correo electrónico

source: Max
es: Máx

source: Max panic
es: Nivel crítico superior

source: Min
es: Mín

source: Min panic
es: Nivel crítico inferior

source: Panic < Min
es: Nivel crítico inferior

source: Panic > Max
es: Nivel crítico superior

source: Panic Settings
es: Configuración de las alertas de criticidad

source: Panic level alerts for SENAITE
es: Extensión de SENAITE para el envío de alertas cuando los resultados sobrepasan niveles críticos

source: Panic notification email sent
es: La notificación por correo electrónico indicando que algunos resultados sobrepasan los niveles críticos ha sido enviada satisfactoriamente

source: Panic result
es: El resultado sobrepasa el nivel crítico

source: SENAITE PANIC (uninstall)
es: SENAITE PANIC (desinstalar)

source: SENAITE PANIC Settings
es: Configuración de SENAITE PANIC

source: Some results exceeded the panic levels
es: Algunos resultados sobrepasan los niveles críticos

source: Some results from Sample ${sample_id} exceeded panic range
es: Algunos de los resultados obtenidos para la muestra ${sample_id} sobrepasan los niveles considerados críticos

source: Some values exceeded the panic levels. Send an email to the clinic or close this window if you want to re-test to confirm the panic value.
es: Algunos resultados sobrepasan los niveles considerados críticos. Envíe un correo electrónico al cliente o cierre esta ventana si desea efectuar un test confirmativo.

source: Subject
es: Asunto

source: Template text for the panic alert email's body. The accepted wildcards are: ${analyses}, ${lab_address}, ${sample_id}, {client_sample_id}, ${client_id} and ${sample_url}
es: Cuerpo del mensaje de la plantilla de correo electrónico para las notificaciones indicando que los resultados sobrepasan los niveles considerados críticos. Las siguientes variables están permitidas, y serán reemplazadas automáticamente por los valores correspondientes: ${analyses}, ${lab_address}, ${sample_id}, ${client_sample_id}, ${client_id} y ${sample_url}

source: Template text for the panic alert email's subject. The accepted wildcards are: ${sample_id}, {client_sample_id} and ${client_id}
es: Asunto del mensaje de la plantilla de correo electrónico para las notificaciones indicando que los resultados sobrepasan los niveles críticos. Las siguientes variables están permitidas, y serán reemplazadas automáticamente por los valores correspondientes: ${sample_id}, ${client_sample_id} y ${client_id}

source: To
es: Destinatario

source: Unable to send an email to alert client that some results exceeded the panic levels
es: No se ha podido enviar al cliente la notificación por correo electrónico indicando que algunos resultados sobrepasan los niveles críticos
