Repository: pypi-data/pypi-mirror-95
Catalog: packages/eopayment/eopayment-1.65.tar.gz/eopayment-1.65/eopayment/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Normal return URL
fr: URL de retour normal

source: Automatic return URL
fr: URL de retour automatique

source: URL of the dummy payment service
fr: URL du service de paiement bouchon

source: name of the requesting service, to present in the user interface
fr: nom du service appelant qui sera affiché dans l’interface utilisateur

source: All response will be considered as signed (to test payment locally for example, as you cannot received the signed callback)
fr: Toutes les réponses seront considérées comme signées (utile pour tester le paiement en local où le retour signé ne peut pas être obtenu)

source: direct notification url (replaced by automatic_return_url)
fr: URL de notification directe (remplacée par automatic_return_url)

source: Return URL for the user
fr: URL de retour pour l’usager

source: Keyware payment backend
fr: Service de paiement Keyware

source: Asychronous return URL
fr: URL de retour asynchrone

source: URL of the payment service
fr: URL du service de paiement

source: API key
fr: Clé d’API

source: General description that will be displayed for all payments
fr: Description générale qui sera affichée pour tous les paiements

source: Ogone / Ingenico Payment System e-Commerce
fr: Système de paiement Ogone/Ingenico

source: Automatic return URL (ignored, must be set in Ogone backoffice)
fr: URL de retour automatique (ignorée, doit être posée dans le backoffice Ogone)

source: Language
fr: Langue

source: Site key
fr: Clé de site

source: Callback URL
fr: URL de retour

source: Capture Mode
fr: Mode de capture

source: Default Timezone
fr: Fuseau horaire par défaut

source: Client number
fr: Numéro de clients

source: 6 digits number provided by DGFIP
fr: 6 chiffres fournis par la DGFIP

source: PayFIP WS service URL
fr: URL du service PayFIP WS

source: do not modify if you do not know
fr: ne pas modifier si vous ne savez pas

source: PayFIP WS WSDL URL
fr: URL vers le WSDL de PayFIP WS

source: PayFiP payment URL
fr: URL du paiement PayFiP

source: Payment type
fr: Type de paiement

source: User return URL
fr: URL de retour usager

source: Asynchronous return URL
fr: URL de retour asynchrone

source: Platform
fr: Plateforme

source: Merchant ID
fr: Identifiant de marchand

source: Secret Key
fr: Clé secrète

source: Key Version
fr: Version de clé

source: Currency code
fr: Code de la devise

source: Capture Day
fr: Jour de capture

source: Payment Means
fr: Méthodes de paiement

source: SIPS server Timezone
fr: Fuseau horaire du serveur SIPS

source: Automatic return URL (ignored, must be set in Payzen/SystemPay backoffice)
fr: URL de retour automatique (ignorée, doit être posée dans le backoffice Payzn/SystemPay)

source: TIPI service URL
fr: URL de service TIPI

source: Normal return URL (unused by TIPI)
fr: URL de retour normal (pas utilisée par TIPI)

source: with user account
fr: avec compte usager

source: manual entry
fr: saisie manuelle
