Repository: pypi-data/pypi-mirror-95
Catalog: packages/safeeyes/safeeyes-2.1.2.tar.gz/safeeyes-2.1.2/safeeyes/config/locale/*/LC_MESSAGES/safeeyes.po
Languages: fa

source: Tightly close your eyes
fa: محکم چشمانتان را ببندید

source: Roll your eyes a few times to each side
fa: چندبار چشمانتان را به اطراف بچرخانید

source: Rotate your eyes in clockwise direction
fa: چشمان خود را در جهت عقربه های ساعت بچرخانید

source: Rotate your eyes in counterclockwise direction
fa: چشم هایتان را در خلاف جهت عقربه های ساعت بچرخانید

source: Blink your eyes
fa: پلک بزنید

source: Focus on a point in the far distance
fa: روی یک نقطه در دور دست تمرکز کنید

source: Have some water
fa: مقداری آب بنوشید

source: Walk for a while
fa: مدتی قدم بزنید

source: Lean back at your seat and relax
fa: به صندلی تکیه داده و راحت باشید

source: show the about dialog
fa: نشان دادن پنجره درباره

source: disable the currently running safeeyes instance
fa: غیرفعال کردن نمونه safeeyes درحال اجرا

source: enable the currently running safeeyes instance
fa: فعال کردن نمونه safeeyes درحال اجرا

source: quit the running safeeyes instance and exit
fa: بستن و خروج از safeeyes در حال اجرا

source: show the settings dialog
fa: نشان دادن پنجره تنظیمات

source: start safeeyes in debug mode
fa: اجرا کردن safeeyes در حالت دیباگ

source: print the status of running safeeyes instance and exit
fa: وضعیت اجرای safeeyes را چاپ کرده و از آن خارج شوید

source: Safe Eyes is not running
fa: محافظ چشم در حال اجرا نیست

source: Safe Eyes is running without an RPC server. Turn it on to use command-line arguments.
fa: Safe Eyes بدون سرور RPC در حال اجرا است. برای استفاده از آرگومان های خط فرمان آن را روشن کنید.

source: Close
fa: بستن

source: Safe Eyes protects your eyes from eye strain (asthenopia) by reminding you to take breaks while you're working long hours at the computer
fa: شرح

source: License
fa: مجوز

source: Skip
fa: رد کردن

source: Postpone
fa: بعدا

source: Break duration (in seconds)
fa: زمان استراحت (به ثانیه)

source: Interval between two breaks (in minutes)
fa: بازه بین دو استراحت (به دقیقه)

source: Time to prepare for a break (in seconds)
fa: زمان آماده شدن برای استراحت (در چند ثانیه)

source: Keyboard shortcuts disabled period (in seconds)
fa: میانبرهای صفحه کلید دوره غیرفعال شده (در چند ثانیه)

source: Postponement duration (in minutes)
fa: به تعویق انداختن مدت زمان (در چند دقیقه)

source: Strict break (No way to skip breaks)
fa: استراحت سخت (راهی برای جستجوی وقفه وجود ندارد)

source: Allow postponing breaks
fa: به تعویق انداختن وقفه ها اجازه دهید

source: Persist the internal state
fa: ادامه وضعیت داخلی

source: Use RPC server to receive runtime commands
fa: برای دریافت دستورات زمان اجرا از سرور RPC استفاده کنید

source: Without the RPC server, command-line commands may not work
fa: بدون سرور RPC ، دستورات خط فرمان ممکن است کار نکنند

source: Long break interval must be a multiple of short break interval
fa: فاصله زمانی طولانی باید مضربی از وقفه کوتاه باشد

source: Reset
fa: تنظیم مجدد

source: Are you sure you want to reset all settings to default?
fa: آیا مطمئن هستید که می خواهید همه تنظیمات را به حالت پیش فرض بازنشانی کنید؟

source: Options
fa: گزینه ها

source: Short Breaks
fa: وقفه های کوتاه

source: Long Breaks
fa: وقفه های طولانی

source: Delete
fa: حذف

source: Are you sure you want to delete this break?
fa: آیا مطمئن هستید که می خواهید این وقفه را حذف کنید؟

source: You can't undo this action.
fa: نمی توانید این عملکرد را واگرد کنید.

source: Break
fa: استراحت

source: Breaks
fa: می شکند

source: Plugins
fa: پلاگین ها

source: Type
fa: نوع

source: Short
fa: کوتاه

source: Long
fa: طولانی

source: Image
fa: تصویر

source: Select
fa: انتخاب کنید

source: Please select an image
fa: لطفاً تصویری انتخاب کنید

source: Duration
fa: مدت زمان

source: Time to wait
fa: وقت انتظار است

source: Override
fa: لغو کردن

source: Time (in seconds)
fa: زمان (در چند ثانیه)

source: Time (in minutes)
fa: زمان (در چند دقیقه)

source: Break Settings
fa: شکستن تنظیمات

source: Plugin Settings
fa: تنظیمات پلاگین

source: Plugin does not support %s desktop environment
fa: پلاگین پشتیبانی نمی کند %s محیط دسک تاپ

source: Please install the Python module '%s'
fa: لطفاً ماژول پایتون را نصب کنید '%s'

source: Please install the command-line tool '%s'
fa: لطفاً ابزار خط فرمان را نصب کنید '%s'

source: Please add the resource %(resource)s to %(config_resource)s directory
fa: لطفا منبع را اضافه کنید %(resource) در %(config_resource)پوشه ها

source: New Break
fa: استراحت جدید

source: Remove
fa: برداشتن

source: Discard
fa: دور انداختن

source: Save
fa: ذخیره

source: Audible Alert
fa: هشدار شنیدنی

source: Play audible alert before and after breaks
fa: هشدار صوتی را قبل و بعد از وقفه پخش کنید

source: Play audible alert before breaks
fa: هشدار صوتی را قبل از وقفه پخش کنید

source: Play audible alert after breaks
fa: بعد از وقفه هشدار صوتی را پخش کنید

source: Do Not Disturb
fa: مزاحم نشوید

source: Skip break if the active window is in fullscreen mode
fa: اگر پنجره فعال در حالت تمام صفحه است ، از پرش صرف نظر کنید

source: Do not interrupt these windows anytime
fa: هر وقت بخواهید این پنجره ها را قطع نکنید

source: Interrupt these windows regardless of their state
fa: قطع این پنجره ها بدون توجه به وضعیت آنها

source: Switch the interruptible windows to normal mode
fa: پنجره های قطع شونده را به حالت عادی تغییر دهید

source: Do not disturb while on battery
fa: در هنگام شارژ باتری مزاحم نشوید

source: Health Statistics
fa: آمار بهداشت

source: Show statistics based on how you use Safe Eyes
fa: آماری را براساس نحوه استفاده از Safe Eyes نشان دهید

source: Notification
fa: اطلاع

source: Show a system notification before breaks
fa: قبل از وقفه یک اعلان سیستم را نشان دهید

source: Ready for a short break in %s seconds
fa: آماده برای یک استراحت کوتاه در %s ثانیه

source: Ready for a long break in %s seconds
fa: آماده برای یک استراحت طولانی در %s ثانیه

source: Screensaver
fa: محافظ صفحه

source: Lock the screen after long breaks by starting screensaver
fa: با اسکرین سیور ، صفحه را پس از وقفه های طولانی قفل کن

source: Custom screensaver command
fa: دستور محافظ صفحه نمایش سفارشی

source: Minimum seconds to skip without screensaver
fa: حداقل ثانیه برای پرش بدون محافظ صفحه نمایش

source: Lock screen
fa: صفحه قفل

source: Smart Pause
fa: مکث هوشمند

source: Pause Safe Eyes if the system is idle
fa: اگر سیستم بیکار است ، Safe Eyes را مکث کنید

source: Minimum idle time to pause Safe Eyes (in seconds)
fa: حداقل زمان بیکار برای مکث ایمن چشم ها (در چند ثانیه)

source: Interpret idle time equivalent to upcoming break duration as a break
fa: زمان بیکار معادل مدت وقفه آینده را به عنوان یک استراحت تفسیر کنید

source: Postpone the next break until the system becomes idle
fa: وقفه بعدی را به تأخیر بیندازید تا سیستم بیکار شود

source: Show a tray icon in the notification area
fa: نماد تلاش مجدد را در قسمت اعلان نشان دهید

source: Show next break time in tray icon
fa: زمان استراحت بعدی را در نماد تلاش مجدد نشان دهید

source: Allow disabling Safe Eyes
fa: اجازه دادن به غیرفعال کردن ایمن چشم ها

source: About
fa: در باره

source: Disable Safe Eyes
fa: غیر فعال سازی Safe Eyes

source: Disabled until %s
fa: غیرفعال تا %s

source: Disabled until restart
fa: غیرفعال است تا راه اندازی مجدد

source: Enable Safe Eyes
fa: فعال سازی Safe Eyes

source: For %d Hour
fa: به مدت %d ساعت ها

source: For %d Minute
fa: برای %d دقیقه

source: For %d Second
fa: برای %d ثانیه

source: Next break at %s
fa: استراحت بعدی در %s

source: No Breaks Available
fa: هیچ وقفه ای موجود نیست

source: Settings
fa: تنظیمات

source: Take a break now
fa: کمی استراحت کن

source: Until restart
fa: تا راه اندازی مجدد

source: Quit
fa: ترک کن

source: Media Control
fa: کنترل رسانه

source: Pause media players from the break screen
fa: توقف پخش کننده رسانه در توقف صفحه

source: Pause media
fa: مکث رسانه
