Repository: pypi-data/pypi-mirror-95
Catalog: packages/cpskin.locales/cpskin.locales-0.5.37-py2-none-any.whl/cpskin/locales/locales/*/LC_MESSAGES/cpskin.po
Languages: es, fr

source: Show leadimage (if any) in the top action menu with content selected in the field before.
es: Mostrar imagen principal (si corresponde) en el menú de acción superior con contenido seleccionado en el campo anterior.
fr: Voir la leadimage dans le menu d'action du dessus, avec le contenu sélectionné dans le champ avant.

source: Show leadimage in action menu
es: Mostrar imagen principal en el menú de acción
fr: Voir la leadimage dans le menu d'action

source: Show local banner
es: Mostrar banner local
fr: Montrer le banner local

source: Show media
es: Mostrar media
fr: Montrer la zone multimedia

source: Show minisite horizontal navigation menu
es: Mostrar el menú de navegación horizontal del minisitio
fr: Montrer le menu de navigation horizontal des minisites

source: Show organizations images
es: Mostrar imágenes de organizaciones
fr: Afficher les photos

source: Show slogan with banner
es: Mostrar lema con banner
fr: Afficher le slogan avec le banner

source: Simple date for events
es: Fecha simple para eventos
fr: Date simple pour les événements

source: Site created in collaboration with
es: Sitio creado en colaboración con
fr: Site r&eacute;alis&eacute; en collaboration avec

source: Size(s)
es: Tamaño(s)
fr: Taille(s)

source: Slider count
es: Contar diapositiva
fr: Nombre d'élement dans le slider

source: Slider timer
es: Temporizador de dispositiva
fr: Minuteur du slider

source: Slider top
es: Tapa de dispositiva
fr: Haut du slider

source: Slider type
es: Tipo de dispositiva
fr: Type de slider

source: Slider vertical
es: Dispositiva vertical

source: Slider view
es: Vista Dispositivas
fr: Vue du slider

source: Slider with carousel
es: Dispositivas con carrusel
fr: Slider avec carousel

source: Slider with elements count choice
es: Dispositivas con elementos el cual cuenta la elección
fr: Slider avec le nombre d'éléments choisis

source: Slider without images
es: Dispositivas sin imagenes
fr: Slider sans images

source: Standard Tag
es: Etiqueta Estándar
fr: Tag standard

source: Standard Tags are used for webmaster organization of content
es: Las etiquetas Standard se utilizan para la organización de contenido para los webmasters
fr: Les 'standard tags' sont utilisé par le webmaster pour organiser le contenu

source: Stop using big images
es: Deja de usar imágenes grandes
fr: Ne plus utiliser les grandes images

source: Sub menu persistence
es: Persistencia del submenú
fr: Persistance du sous-menu

source: Subscribe
es: Subscribir
fr: S'abonner

source: Table of contents
es: Tabla de contenido
fr: Table des matières

source: Taxonomies to index
es: Taxonomías para indexar

source: Tests the cpskin.minisite package
es: Pruebas del paquete cpskin.minisite
fr: Tests du module cpskin.minisite

source: Text
es: Texto
fr: Texte

source: Text for link to collection
es: Texto para el enlace a la colección
fr: Texte utilisé pour le lien vers la collection

source: Text to be replaced in all your RichTextValue
es: Texto para ser reemplazado en todo su RichTextValue
fr: Texte à remplacer dans tous les champs 'Texte Riche'

source: Text which will replace all your old_text into RichTextValue
es: Texto que reemplazará todo su texto antiguo en RichTextValue
fr: Texte qui va remplacer l'ancien texte

source: There are no mini sites configured.
es: No hay mini sitios configurados.
fr: Aucun mini site n'est configuré

source: This image is shown on directory view when mouse hovers the card.
es: Esta imagen se muestra en la vista de directorio cuando el cursor pasa sobre la tarjeta.
fr: Cette image est visible au survol de la fiche dans l'annuaire.

source: This image is shown on directory view.
es: Esta imagen se muestra en la vista de directorio.
fr: Cette image est visible sur la fiche dans l'annuaire.

source: This text will be visible on index view for link to this collection
es: Este texto será visible en la vista de inicio para el enlace a esta colección
fr: Ce texte sera visible sur la vue index pour le lien vers cette collection

source: Ticketing
es: Venta de entradas
fr: Billetterie

source: Unable to send mail.
es: No se pudo enviar el correo electrónico.
fr: Impossible d'envoyer un courriel

source: Uninstalls CPSkin core
es: Desinstalar CPSkin core
fr: Désinstaller CPSKIN core

source: Uninstalls CPSkin policy
es: Desinstalar CPSkin policy
fr: Désinstaller CPSKIN policy

source: Uninstalls CPSkin theme
es: Desinstalar CPSkin theme
fr: Désinstaller CPSkin thême

source: Uninstalls CPSkin workflows
es: Desinstalar CPSkin workflows
fr: Désinstaller CPSkin workflows

source: Uninstalls cpskin.diazotheme.dream theme
es: Desinstalar tema cpskin.diazotheme.dream

source: Uninstalls cpskin.diazotheme.dreamRightPortlet theme
es: Desinstalar tema cpskin.diazotheme.dreamRightPortlet

source: Uninstalls cpskin.diazotheme.dreamRightPortletBasic theme
es: Desinstalar tema cpskin.diazotheme.dreamRightPortletBasic

source: Uninstalls cpskin.diazotheme.dreambasic theme
es: Desinstalar tema cpskin.diazotheme.dreambasic

source: Uninstalls the cpskin.menu package
es: Desinstalar el paquete cpskin.menu
fr: Désinstaller cpskin.menu

source: Uninstalls the cpskin.minisite package
es: Desinstalar el paquete cpskin.minisite
fr: Désinstaller cpskin.minisite

source: Uninstalls the cpskin.slider package
es: Desinstalar el paquete cpskin.slider
fr: Désinstaller cpskin.slider

source: Unique highlighted item
es: No se pudo resaltar elemento
fr: Surligner un élément

source: Unique slider with carousel on title
es: Diapositivas única con carrusel en el título
fr: Slider unique avec carousel sur le titre

source: Use big images
es: Utiliza imágenes grandes
fr: Utiliser les grandes images

source: Use location, organizer, contact and partners fields with a related field from collective.contact suite.
es: Utilice los campos de ubicación, organizador, contacto y socios con un campo relacionado del conjunto de la suite del paquete collective.contact.
fr: Utiliser la location, l'organisateur, le contact et le partenaire avec des liens vers un contact de collective.contact

source: Use new template
es: Usar nueva plantilla
fr: Utiliser la nouvelle template

source: Use related contacts fields for Event
es: Usar campos de contactos relacionados para el Evento
fr: Utiliser les liens vers les contacts pour le événements

source: Useful links
es: Enlaces de interés
fr: Liens utiles

source: View
es: Vista
fr: Vue

source: View Document with description
es: Ver Documento con descripción
fr: Vue du document avec la description

source: Viewlet media : Visible albums
es: Viewlet de medios: Álbumes visibles

source: Viewlet media : Visible videos
es: Viewlet de medios: Videos visibles

source: Views
es: Vistas
fr: Vues

source: Visible fields for above viewlet
es: Campos visibles para el viewlet anterior
fr: Champs visible dans la viewlet du dessus

source: Visible fields for below viewlet
es: Campos visibles para el viewlet debajo
fr: Champs visible dans la viewlet du dessous

source: Voir l'ensemble des
es: Ver todos

source: Vue index avec collections configurée.
es: Vista de inicio con colecciones configuradas.
fr: Vue index avec collections configurées.

source: Vue index avec collections et slider
es: Vista de inicio con colecciones y diapositivas

source: Which content type should be set latitude and longitude
es: ¿Cuál tipo de contenido se debe establecer latitud y longitud?
fr: Pour quel type de contenu faut-il générer la latitude et la longitude ?

source: Which image scale use for carousel
es: ¿Cuál escala de imagen usar para carrusel?
fr: Quelle taille d'image faut-il utiliser pour l'image carousel ?

source: Which image scale use for collections of index view
es: ¿Cuál escala de imagen se usa para colecciones de vista de inicio?
fr: Quelle taille d'image faut-il utiliser pour les images des collections ?

source: Which image scale use for organizations preview in directory ?
es: ¿Cuál escala de imagen se usa para la vista previa de organizaciones en el directorio?
fr: Quelle taille d'image faut-il utiliser pour les fiches dans l'annuaire ?

source: Which image scale use for slider
es: ¿Cuál escala de imagen se usa para las diapositivas?
fr: Quelle taille d'image faut-il utiliser pour l'image slider ?

source: Which taxonomy id should be use to display category
es: ¿Cuál ID de taxonomía se debe usar para mostrar la categoría?
fr: Quel identifiant de taxonomy doit être utilisé pour voir la catégorie ?

source: You need to accept our legal terms and conditions.
es: Debe aceptar nuestros términos y condiciones legales.
fr: Vous devez accepter les Mentions Légales pour pouvoir créer un compte.

source: add a collection portlet with slider view
es: añadir un portlet de colección con vista de diapositivas
fr: Ajouter une portlet collection avec une vue slider

source: contact_attendees
es: Asistentes
fr: Participants

source: contact_name
es: Nombre de contacto
fr: Nom du contact

source: contact_phone
es: Teléfono de contacto
fr: Téléphone du contact

source: cpskin-front-text
es: <h2 style="text-decoration: underline;">Acaba de instalar la plantilla de sitio web que ofrece CommunesPlone.</h2> <p><br /> Para comenzar con esta herramienta, le recomendamos que lea la siguiente documentación:</p> <ul> <li>une <a href="http://www.communesplone.org/support/documentation/tutoriels/cpskin3-le-site-communal-en-plone-3/">Documentación de CPSkin3</a>, que muestra el marco del sitio web de CPSkin3.</li> <li>una <a href="http://www.communesplone.org/support/documentation/topic/section_internet">documentación específica del sitio web</a>, que le muestra los diferentes módulos utilizados en los sitios web, así como tutoriales que lo ayudan a diseñar su sitio.</li> <li>une <a href="http://www.communesplone.org/support/documentation/topic/section_basic_use">documentación general sobre Plone</a>, presentando la herramienta y su interfaz.</li> </ul> <p><br /> Como administrador del sitio, puede hacer (entre otras cosas) las <span style="font-weight: bold;">siguientes adaptaciones</span> :<br /> </p> <p>1) <span style="text-decoration: underline;">Añadir una página de inicio dinámica</span></p> <p>Encontrará en esta <a href="http://www.communesplone.org/support/documentation/tutoriels/integration-dune-page-daccueil">documentación</a> la información necesaria para integrar una de las páginas de inicio dinámicas suministradas con el producto CPSkin3.</p> <p><br /> 2) <span style="text-decoration: underline;">Modificar el logo</span> <br /> <br /> Es necesario para eso vaya en la <a href="http://www.communesplone.org/support/documentation/glossary/zmi">ZMI</a> y más particularmente en /portal_skins/custom. Allí encontrará un elemento llamado logo.jpg. Al hacer clic en este elemento, puede reemplazar la imagen propuesta por una imagen de su elección pero que debe ser del mismo tamaño. <br /> Le recomendamos que utilice como navegador Firefox que le permitirá abrir varias pestañas diferentes (por ejemplo, una en ZMI y otra en Plone) y que también le permitirá instalar módulos adicionales muy útiles en el desarrollo de un sitio (Firebug, web developer, colorzilla, rainbowpicker, ...).<br /> <br /> 3) <span style="text-decoration: underline;">Edite el banner superior</span><br /> <br /> El banner puede ser diferente de una carpeta a otra. Este es el caso después de la instalación: el banner es diferente cuando está en un tema o sus subcarpetas. <br /> Para reemplazar el banner propuesto por defecto (en la raíz del sitio), es necesario abrir el elemento llamado "banner.jpg". Encontrará este elemento posicionándose en la raíz del sitio (en Plone) y haciendo clic en la pestaña "Contenido". Esta vista muy práctica muestra todos los elementos presentes en una carpeta. Después de hacer clic en el elemento banner.jpg,&nbsp; puede modificarlo a través de la pestaña "Modificar" y reemplazar el banner con una imagen del mismo tamaño. <br /> Para modificar los banners utilizados en las carpetas "tema", simplemente edite el elemento "banner.jpg" que se encuentra en cada carpeta "tema". <br /> Para añadir un nuevo banner que se mostrará en una carpeta y sus subcarpetas, será suficiente crear en esta carpeta una imagen cuyo ID debe ser "banner.jpg". <br /> <br /> 4) <span style="text-decoration: underline;">Añadir un tema</span><br /> <br /> Al posicionarse en la raíz del sitio, es suficiente añadir una carpeta y publicarla en la navegación. Se recomienda no crear más de 5 temas.<br /> <br /> 5) <span style="text-decoration: underline;">Crear contenido en las carpetas "tema"</span><br /> <br /> Para que los elementos presentes en las carpetas "Tema" se muestren correctamente en los menús, es necesario crearlos de acuerdo con las recomendaciones indicadas en la documentación. <br /> <br /> 6) <span style="text-decoration: underline;">Dar a un usuario derechos de modificación en una carpeta y su contenido</span> <br /> <br /> Por defecto, solo el administrador puede modificar o crear elementos en cualquier parte del sitio. Un usuario "normal" no podrá hacerlo. <br /> Para otorgar a un usuario o grupo de usuarios derechos de administración sobre una carpeta en particular y su contenido (por ejemplo, para que un servicio pueda administrar el contenido de la carpeta correspondiente), el administrador debe especificar ciertos derechos en esta carpeta. Esto se puede hacer a través de la pestaña "Compartir", como se explica en <a href="http://www.communesplone.org/support/documentation/how-to/comment-gerer-les-roles-locaux">esta documentación</a>.<br /> &nbsp;</p>
fr: <h2 style="text-decoration: underline;">Vous venez d'installer le canevas de site internet proposé par CommunesPlone.</h2> <p><br /> Pour bien prendre en main cet outil, nous vous recommandons de lire la documentation suivante :</p> <ul> <li>une <a href="http://www.communesplone.org/support/documentation/tutoriels/cpskin3-le-site-communal-en-plone-3/">documentation CPSkin3</a>, vous présentant le canevas de site internet CPSkin3.</li> <li>une <a href="http://www.communesplone.org/support/documentation/topic/section_internet">documentation spécifique au site internet</a>, vous présentant les différents modules utilisés dans les sites internet ainsi que des tutoriaux vous aidant à concevoir votre site.</li> <li>une <a href="http://www.communesplone.org/support/documentation/topic/section_basic_use">documentation général sur Plone</a>, vous présentant l'outil et son interface.</li> </ul> <p><br /> En tant qu'administrateur du site, vous pourrez effectuer (entre autres) les <span style="font-weight: bold;">adaptations suivantes</span> :<br /> </p> <p>1) <span style="text-decoration: underline;">Ajouter une page d'accueil dynamique</span></p> <p>Vous trouverez dans cette <a href="http://www.communesplone.org/support/documentation/tutoriels/integration-dune-page-daccueil">documentation</a> les informations nécessaires pour intégrée une des pages d'accueils dynamique fournies avec le produit CPSkin3.</p> <p><br /> 2) <span style="text-decoration: underline;">Modifier le logo</span> <br /> <br /> Il est nécessaire pour cela de se rendre dans la <a href="http://www.communesplone.org/support/documentation/glossary/zmi">ZMI</a> et plus particulièrement dans /portal_skins/custom. Vous y trouverez un élément nommé logo.jpg. En cliquant sur cet élément, vous pourrez remplacer l'image proposée par une image de votre choix mais qui doit être de même dimension. <br /> Nous vous conseillons d'utiliser comme navigateur Firefox qui vous permettra d'ouvrir plusieurs onglets différents (par exemple un dans la ZMI et un dans Plone) et qui vous permettra également d'installer des modules complémentaires très utiles dans l'élaboration d'un site (Firebug, web developer, colorzilla, rainbowpicker, ...).<br /> <br /> 3) <span style="text-decoration: underline;">Modifier la bannière supérieure</span><br /> <br /> La bannière peut être différente de dossier en dossier. C'est le cas après l'installation : la bannière est différente lorsque l'on se trouve dans un thème ou ses sous-dossiers. <br /> Afin de remplacer la bannière proposée par défaut (à la racine du site), il est nécessaire d'ouvrir l'élément appelé "banner.jpg". Vous trouverez cet élément en vous positionnant à la racine du site (dans Plone) et en cliquant sur l'onglet "Contenu". Cette vue très pratique affiche tous les éléments présents dans un dossier. Après avoir cliqué sur l'élément banner.jpg,&nbsp; vous pourrez le modifier via l'onglet "Modifier" et remplacer la bannière par une image de même dimension. <br /> Pour modifier les bannières utilisées dans les dossiers "thème", il suffit d'éditer l'élément "banner.jpg" se trouvant dans chaque dossier "thème. <br /> Pour ajouter une nouvelle bannière qui sera affichée sur un dossier et ses sous-dossiers, il suffira de créer dans ce dossier une image dont l'id doit être "banner.jpg". <br /> <br /> 4) <span style="text-decoration: underline;">Ajouter un thème</span><br /> <br /> En se positionnant à la racine du site et il suffit de rajouter un dossier et de le publier dans la navigation. Il est conseillé de ne pas créer plus de 5 thèmes.<br /> <br /> 5) <span style="text-decoration: underline;">Créer du contenu dans les dossiers "thème"</span><br /> <br /> Afin que les éléments présents dans les dossiers "Thème" soient affichés correctement dans les menus, il est nécessaire de les créer suivant les recommandations indiquées dans la documentation. <br /> <br /> 6) <span style="text-decoration: underline;">Donner à un utilisateur les droits de modification sur un dossier et son contenu</span> <br /> <br /> Par défaut, seul l'administrateur peut modifier ou créer des éléments à n'importe quel endroit du site. Un utilisateur "normal" ne le pourra pas. <br /> Pour donner à un utilisateur ou un groupe d'utilisateurs les droits de gestion sur un dossier particulier et son contenu (par exemple pour qu'un service puisse gérer le contenu du dossier le concernant), l'administrateur doit spécifier certains droits sur ce dossier. Cela peut être fait via l'onglet "Partage", comme expliqué dans <a href="http://www.communesplone.org/support/documentation/how-to/comment-gerer-les-roles-locaux">cette documentation</a>.<br /> &nbsp;</p>

source: cpskin-help-page
es: <h4>¿Cómo codificar un elemento en el sitio?</h4> <p>&nbsp;</p> <ul> <li>En primer lugar, deberá acceder a su archivo personal utilizando el enlace llamado "mi archivo personal", que generalmente se encuentra en la parte superior derecha.</li> <li>Una vez en su archivo, puede añadir un elemento haciendo clic en el menú llamado "Añadir un elemento" y seleccionando un tipo de elemento. </li> <li>Tan pronto como aparezca el formulario de codificación, puede completar los campos deseados. <br /> Se debe completar un área marcada con un cuadrado rojo.<br /> Una vez que se ha ingresado la información, puede guardarla haciendo clic en el botón "Guardar" en la parte inferior del formulario. <br /> Puede volver al formulario de edición haciendo clic en la pestaña "Editar". </li> <li>Tan pronto como considere que su elemento está listo para ser publicado, debe proponerlo haciendo clic en el menú "estado: privado" y seleccionando "enviar para publicación". <br /> El estado de su elemento se convierte en "esperando moderación".</li> <li>Tan pronto como su elemento haya sido aprobado para publicación, estará en el estado "publicado" y posiblemente se trasladará a otra ubicación en el sitio.<br /> No se preocupe, por lo tanto, si ya no ve su elemento en su archivo personal.</li> </ul> <p>&nbsp;</p>
fr: <h4>Comment encoder un élément sur le site ?</h4> <p>&nbsp;</p> <ul> <li>En premier lieu, vous devrez accéder à votre dossier personnel en utilisant le lien nommé "mon dossier personnel", situé généralement en haut à droite.</li> <li>Une fois dans votre dossier, vous pouvez ajouter un élément en cliquant sur le menu intitulé "Ajout d'un élément" et en sélectionnant un type d'élément. </li> <li>Dès que le formulaire d'encodage apparaît, vous pouvez compléter les zones voulues. <br /> Une zone marquée par un carré rouge doit obligatoirement être remplie.<br /> Une fois l'information entrée, vous pouvez sauvegarder celle-ci en cliquant sur le bouton "Enregistrer" situé en bas du formulaire. <br /> Vous pouvez retourner au formulaire d'édition en cliquant sur l'onglet "Modifier". </li> <li>Dès que vous estimez que votre élément est prêt à être publié, vous devez le proposer en cliquant sur le menu "état: privé" et en sélectionnant "soumettre à la publication". <br /> L'état de votre élément devient alors "en attente de modération".</li> <li>Dès que votre élément aura été approuvé pour publication, il sera dans l'état "publié" et événtuellement déplacé à un autre endroit du site.<br /> Pas d'inquiétude donc si vous ne voyez plus votre élément dans votre dossier personnel.</li> </ul> <p>&nbsp;</p>

source: cpskin.core: default
es: cpskin.core: predeterminado

source: cpskin.core: uninstall
es: cpskin.core: desinstalar
fr: cpskin.core: désinstaller

source: cpskin.diazotheme.dream uninstall
es: desinstalar cpskin.diazotheme.dream

source: cpskin.diazotheme.dreamRightPortlet uninstall
es: desinstalar cpskin.diazotheme.dreamRightPortlet

source: cpskin.diazotheme.dreamRightPortletBasic uninstall
es: desinstalar cpskin.diazotheme.dreamRightPortletBasic

source: cpskin.diazotheme.dreambasic uninstall
es: desinstalar cpskin.diazotheme.dreambasic

source: cpskin.menu: migrate to 1005
es: cpskin.menu: migrar a 1005
fr: cpskin.menu: migrer vers le profile 1005

source: cpskin.menu: uninstall
es: cpskin.menu: desinstalar
fr: cpskin.menu: désinstaller

source: cpskin.minisite: migrate to 0003
es: cpskin.minisite: migrar a 0003
fr: cpskin.minisite: migrater vers le profile 0003

source: cpskin.minisite: uninstall
es: cpskin.minisite: desinstalar
fr: cpskin.minisite: désinstaller

source: cpskin.policy: uninstall
es: cpskin.policy: desinstalar
fr: cpskin.policy: désinstaller

source: cpskin.policy: with dexterity content types
es: cpskin.policy: con tipos de contenidos dexterity
fr: cpskin.policy: avec type de contentu dexterity

source: cpskin.slider: uninstall
es: cpskin.slider: desinstalar
fr: cpskin.slider: désinstaller

source: cpskin.theme: uninstall
es: cpskin.theme: desinstalar
fr: cpskin.theme: désinstaller

source: cpskin.workflow: uninstall
es: cpskin.workflow: desinstalar
fr: cpskin.workflow: désinstaller

source: cpskin.workflows: members configuration
es: cpskin.workflows: configuración de miembros
fr: cpskin.workflow: configuration des membres

source: cpskin.workflows: uninstall
es: cpskin.workflows: desinstalar
fr: cpskin.workflows: désinstaller

source: edit a collection portlet with slider view
es: editar un portlet de colección con vista de diapositivas
fr: Modifier une portlet collection avec une vue slider

source: error_reported
es: Error reportado
fr: Erreur signalée

source: evenement_a
es: para
fr: à

source: evenement_a_lheure
es: para
fr: à

source: evenement_au
es: la
fr: au

source: evenement_de
es: de
fr: de

source: evenement_du
es: de los
fr: du

source: evenement_le
es: de
fr: le

source: event_event
es: Evento
fr: Event

source: event_is_over
es: Este evento ha terminado.
fr: Cet événement est terminé.

source: event_url
es: Web
fr: Site Internet

source: event_what
es: Qué
fr: Quoi

source: event_when
es: Cuando
fr: Quand

source: event_where
es: Donde
fr: Où

source: external_website
es: Visita el sitio web externo
fr: Visitez le site Internet

source: firefox_download_sentence
es: Seguro, confiable y rápido, ${Firefox} es gratuito y fácil de instalar.
fr: Sécurisé, fiable et rapide, ${Firefox} est gratuit et simple à installer.

source: flux_rss
es: Fuente RSS

source: free license
es: licencia libre
fr: licence libre
