Repository: pypi-data/pypi-mirror-95
Catalog: packages/cpskin.locales/cpskin.locales-0.5.37-py2-none-any.whl/cpskin/locales/locales/*/LC_MESSAGES/cpskin.po
Languages: es, fr

source: à
es: a las

source: 4th level navigation disabled on content
es: navegación de 4to nivel deshabilitada en el contenido
fr: Retirer du 4ème niveau du menu horizontal

source: 4th level navigation enabled on content
es: navegación de 4to nivel habilitada en el contenido
fr: Afficher dans le 4ème niveau du menu horizontal

source: Actualités
es: Noticias

source: Actualités du site
es: Noticias del sitio

source: Add
es: Añadir
fr: Ajouter

source: Add 4th level navigation
es: Añadir navegación de 4to nivel
fr: Ajouter un 4ème niveau au menu horizontal

source: Add content description after every portal tab menu title.
es: Añade la descripción del contenido después de cada título del menú de la pestaña del portal.
fr: Ajouter une description après chaque titre d'un onglet du menu

source: Add direct access
es: Añadir acceso directo
fr: Ajouter à la liste d'accès direct

source: Additional searchable text
es: Texto de búsqueda adicional
fr: Texte additionnel qui est cherchable dans la recherche du site

source: All dates
es: Todas las fechas
fr: Toutes les dates

source: Allowed states for social viewlet
es: Estados permitidos para el viewlet social
fr: Etats

source: Auto play slider
es: Reproducción automática de diapositivas
fr: Démarrer automatiquement le slider

source: Automatically collapse portal main menu on minisites.
es: Contraer automáticamente el menú principal del portal en los mini sitios.
fr: Réduire automatiquement le menu principal du portal sur un minisite.

source: Automatically generate sitemap footer.
es: Generar automáticamente el pie de página del mapa del sitio.

source: Banner disabled for content
es: Banner deshabilitado para contenido
fr: Cacher le banner local

source: Banner disabled for content and sub-contents
es: Banner deshabilitado para contenido y subcontenidos
fr: Cacher le banner global

source: Banner enabled on content
es: Banner habilitado para contenido
fr: Afficher le banner local

source: Banner enabled on content and sub-contents
es: Banner habilitado en contenido y subcontenidos
fr: Afficher le banner global

source: Big images are not used anymore on this folder view.
es: Las imágenes grandes ya no se usan en esta vista de carpeta.
fr: Les grandes images ne sont plus utlisées pour ce dossier

source: Big images are now used on this folder view.
es: Las imágenes grandes ahora se usan en esta vista de carpeta.
fr: Les grandes images sont maintenant utlisées pour ce dossier

source: Booking URL
es: URL de reserva
fr: Billetterie

source: Booking type
es: Tipo de reserva
fr: Type de réservation

source: CPSKIN Core: upgrade to v17
es: CPSKIN - Core: actualizar a v17
fr: CPSKIN Core: mettre à jour vers la v17

source: CPSKIN Core: upgrade to v19
es: CPSKIN - Core: actualizar a v19
fr: CPSKIN Core: mettre à jour vers la version 19

source: CPSKIN Menu: upgrade to v1005
es: CPSKIN - Menú: actualizar a v1005
fr: CPSKIN Menu: mettre à jour vers la v1005

source: CPSKIN Workflow: upgrade to v1
es: CPSKIN - Flujo de trabajo: actualizar a v1
fr: CPSKIN Workflow: mettre à jour vers la v1

source: CPSkin settings
es: Preferencias CPSkin
fr: Configuration de CPSkin

source: CSS content columns class that will be applied to body.
es: Clase de columnas de contenido CSS que se aplicará al cuerpo.

source: CSS footer class that will be applied to body.
es: Clase de pie de página CSS que se aplicará al cuerpo.

source: CSS header class that will be applied to body.
es: Clase de encabezado CSS que se aplicará al cuerpo.

source: CSS navigation class that will be applied to body.
es: Clase de navegación CSS que se aplicará al cuerpo.

source: Chercher
es: Buscar

source: Choose an horizontal or vertical slider.
es: Elija una diapositiva horizontal o vertical.
fr: Choisir le slider horizontal ou vertical

source: City name
es: Nombre de ciudad
fr: Nom de la ville

source: City name variable used in some template.
es: Variable del nombre de la ciudad usada en alguna plantilla.
fr: Le nom de la ville peut être utilisé dans le site

source: Collapse menu on minisites
es: Contraer menú en mini sitios
fr: Réduire le menu sur un minisite

source: Collection display type
es: Tipo de visualización de colección
fr: Type d'affichage de la collection

source: Collection portlet with slider view
es: Portlet de colección con vista de diapositivas
fr: Portlet collection avec vue slider

source: Color(s)
es: Color(es)
fr: Couleur(s)

source: Configure Folder View here
es: Configurar vista de carpeta aquí
fr: Configuration de la vue index

source: Contact
es: Contacto

source: Contact properties fallback?
es: ¿Propiedades de contacto de apoyo?

source: Content added to direct access menu
es: Contenido añadido al menú de acceso directo
fr: Contenu ajouté à la liste des accès directs

source: Content columns related class
es: Clases relacionadas con columnas de contenido

source: Content removed from direct access menu
es: Contenido eliminado del menú de acceso directo
fr: Contenu retiré de la liste des accès directs

source: Content to show in special action menu (top)
es: Contenido para mostrar en el menú de acción especial (arriba)
fr: Contenu visible dans le menu d'action spéciale (en haut)

source: Content type
es: Tipo de contenido
fr: Type de contenu

source: Content types
es: Tipos de contenido
fr: Types de contenu

source: Contenu ajouté à la vue index.
es: Contenido añadido a la vista de inicio.

source: Contenu retiré de la vue index.
es: Contenido eliminado de la vista de inicio.

source: Cpskin Healthy
es: Cpskin Saludable
fr: Santé de Cpskin

source: Date
es: Fecha

source: Date range for events
es: Rango de fechas para eventos
fr: Intervalle de dates pour les événements

source: Directory view
es: Vista de carpeta
fr: Vue annuaire

source: Disable navigation toggle
es: Deshabilitar alternar navegación
fr: Désactiver la navigation toggle

source: Display in ${portal_url}
es: Mostrar en ${portal_url}
fr: Afficher ces pages dans ${portal_url}

source: Display main menu
es: Mostrar el menú principal
fr: Afficher le menu principal

source: Do you want than contact properties fallback? Sample :If no tel on a person, so we get phone thanks to person'f function.
es: ¿Quieres que las propiedades de contacto le apoyen? Ejemplo: si no indica el número telefónico de una persona, recibimos el teléfono gracias a la función de persona.

source: Do you want to hide date on index view ?
es: ¿Desea ocultar la fecha en la vista de inicio?
fr: Voulez-vous cacher les dates sur la vue index ?

source: Do you want to hide see all link on index view ?
es: ¿Desea ocultar ver todos los enlaces en la vista de inicio?
fr: Voulez-vous cacher tous les liens sur la vue index ?

source: Do you want to hide title on index view ?
es: ¿Desea ocultar el título en la vista de inicio?
fr: Voulez-vous cacher les titres sur la vue index ?

source: Do you want to logo of contact on the popup on map ?
es: ¿Desea un logotipo de contacto en la ventana emergente en el mapa?
fr: Voulez-vous voir le logo du contact dans le popup de la carte ?

source: Do you want to map with links of contacts ?
es: ¿Quieres mapear con enlaces de contactos?
fr: Voulez-vous voir les liens des contacts vers la carte ?

source: Do you want to show day and month on index view ?
es: ¿Desea mostrar el día y el mes en la vista de inicio?
fr: Attention : un graphisme spécifique doit être prévu avant d'activer cette option.

source: Do you want to show images for organizations preview in directory ?
es: ¿Desea mostrar imágenes para la vista previa de organizaciones en el directorio?
fr: Voulez-vous afficher des photos dynamiques sur les fiches de la vue annuaire (et réduire les informations affichées) ?

source: Do you want to show items descriptions on index view ?
es: ¿Desea mostrar descripciones de elementos en la vista de inicio?
fr: Voulez-vous voir les descriptions dans la vue index ?

source: Do you want to show lead image on index view ?
es: ¿Desea mostrar la imagen principal en la vista de inicio?
fr: Voulez-vous voir les images liées dans la vue index ?

source: Do you want to use the new (experimental) template ?
es: ¿Quieres usar la nueva plantilla (experimental)?
fr: Voulez-vous utiliser la nouvelle template de vue index (expérimentale) ?

source: Edit
es: Editar
fr: Modifier

source: Enable navigation toggle
es: Habilitar alternar navegación
fr: Activer la navigation toggle

source: Event category below image
es: Categoría del evento debajo de la imagen
fr: Catégorie de l'événement sous l'image

source: Event view
es: Vista evento
fr: Vue événement

source: Faceted agenda view (grouped by day)
es: Vista de agenda facetada (agrupada por día)
fr: Vue agenda par jour

source: Faceted agenda view (ungrouped)
es: Vista de agenda facetada (sin agrupar)
fr: Vue agenda

source: Faceted contacts preview
es: Vista previa de contactos facetados
fr: Vue annuaire

source: Faceted events preview
es: Vista previa de eventos facetados
fr: Vue événement

source: Faceted items leadimage
es: Elementos de imagen destacadas facetadas
fr: Vue facettes avec images

source: Faceted items list
es: Lista de elementos facetados
fr: Vue liste

source: Faceted items preview
es: Vista previa de elementos facetados
fr: Vue liste

source: Faceted map view
es: Vista de mapa facetado
fr: Vue cartographique

source: Footer related class
es: Clase relacionada con el pie de página

source: Gallery
es: Galería
fr: Galerie

source: Header related class
es: Encabezado relacionado con la clase

source: Hidden Tag
es: Etiquetas Hidden
fr: Mots clés cachés

source: Hidden Tags are used for webmaster organization of content
es: Las etiquetas Hidden se utilizan para la organización de contenido para webmasters
fr: Les mots clés cachés permettent au webmaster de faciliter l'organisation du contenu mais ne sont pas visibles pour l'internaute

source: Hidden keywords
es: Palabras claves ocultas
fr: Mot clés cachés

source: Hide banner
es: Ocultar banner
fr: Cacher le banner global

source: Hide date
es: Ocultar fecha
fr: Cacher la date

source: Hide local banner
es: Ocultar banner local
fr: Cacher le banner local

source: Hide main menu
es: Ocultar menú principal
fr: Masquer le menu principal

source: Hide media
es: Ocultar media
fr: Cacher la zone médias

source: Hide minisite horizontal navigation menu
es: Ocultar el menú de navegación horizontal del minisitio
fr: Cacher le menu horizontal du minisite

source: Hide see all link
es: Ocultar ver todos los enlaces
fr: Cacher tous les liens

source: Hide title
es: Ocultar título
fr: Cacher les titres

source: How do you want to display this collection on index view ?
es: ¿Cómo desea mostrar esta colección en la vista de inicio?
fr: Comment voulez-vous voir cette collection dans la vue index ?

source: How many items do you want to see at least in slider (used only for "Slider with elements count choice" display type) ?
es: ¿Cuántos elementos desea ver al menos en las diapositivas (utilizado solo para el tipo de visualización "Diapositivas con opción de recuento de elementos")?
fr: Combien d'éléments voulez-vous voir au minimum dans le slider ?

source: How many items do you want to see at most in slider (used only for "Slider with elements count choice" display type) ?
es: ¿Cuántos elementos desea ver como máximo en las diapositivas (utilizado solo para el tipo de visualización "Diapositivas con opción de recuento de elementos")?
fr: Combien d'éléments voulez-vous voir au maximum dans le slider ?

source: I Accept Legal terms and conditions
es: Acepto los términos y condiciones legales
fr: J'accepte les Mentions Légales

source: I Am Tag
es: Etiqueta I Am
fr: Mots clés cachés : Je suis

source: I Am Tags are used for webmaster organization of content
es: Las etiquetas I Am se utilizan para la organización de contenido para los webmasters
fr: Les mots clés cachés - Je suis - permettent d'afficher des éléments dans la navigation par facettes

source: I Search Tag
es: Etiqueta I Search
fr: Mots clés cachés : Je trouve

source: I Search Tags are used for webmaster organization of content
es: Las etiquetas I Search se utilizan para la organización de contenido para los webmasters
fr: Les mots clés cachés - Je trouve - permettent d'afficher des éléments dans la navigation par facettes

source: Image 1
es: Imagen 1

source: Image 2
es: Imagen 2
fr: Image 2 (survol)

source: Images
es: Imágenes

source: Incorrect captcha
es: CAPTCHA incorrecto
fr: Veuillez confirmer que vous n'êtes pas un robot.

source: Index view
es: Vista de Inicio
fr: Vue index

source: Indicate an error
es: Indicar un error
fr: Signaler une erreur

source: Info :
es: Información:

source: Informations
es: Informaciones

source: Install CPSkin policy with dexterity
es: Instalar política de CPSkin con soporte Dexterity
fr: Installer CPSkin policy avec dexterity

source: Install collective.contact.core
es: Instalar paquete collective.contact.core
fr: Installer le produit collective.contact.core

source: Installs CPSkin agenda
es: Instalar agenda CPSkin
fr: Installer CPSKIN agenda

source: Installs CPSkin content types
es: Instalar tipos de contenidos CPSkin

source: Installs CPSkin core
es: Instalar CPSkin core
fr: Installer CPSKIN core

source: Installs CPSkin policy
es: Instalar política CPSkin
fr: Installer CPSKIN policy

source: Installs CPSkin theme
es: Instalar tema de CPSkin
fr: Installer CPSKIN theme

source: Installs CPSkin workflows
es: Instalar s de CPSkin
fr: Installer le workflow de CPSkin

source: Installs cpskin.diazotheme.dream theme
es: Instalar tema cpskin.diazotheme.dream

source: Installs cpskin.diazotheme.dreamRightPortlet theme
es: Instalar tema cpskin.diazotheme.dreamRightPortlet

source: Installs cpskin.diazotheme.dreamRightPortletBasic theme
es: Instalar tema cpskin.diazotheme.dreamRightPortletBasic

source: Installs cpskin.diazotheme.dreambasic theme
es: Instalar tema cpskin.diazotheme.dreambasic

source: Installs members configuration workflow
es: Instalar el flujo de trabajo de configuración de miembros
fr: Installer le workflow pour la configuration des membres

source: Installs the cpskin.menu package
es: Instalar el paquete cpskin.menu
fr: Installer CPSKIN menu²

source: Installs the cpskin.minisite package
es: Instalar el paquete cpskin.minisite
fr: Installer CPSKIN minisite

source: Installs the cpskin.slider package
es: Instalar el paquete cpskin.slider
fr: Installer CPSKIN slider

source: Invalid phone
es: Teléfono inválido
fr: Téléphone invalide

source: Is collective.contact installed:
es: Esta el paquete collective.contact instalado:

source: Is cpskin collective.contact workflow:
es: Esta el flujo de trabajo de collective.contact para cpskin:

source: Is level 1 menu load page at click?
es: ¿El menú de nivel 1 carga la página con un clic?
fr: Charger la page au click du niveau 1 du menu

source: Is level 2 menu persist?
es: ¿El menú del nivel 2 persiste?
fr: Activer la persistance du menu de niveau 2

source: Is the front page slider automatically play?
es: ¿Se reproduce automáticamente las diapositivas de la página principal?
fr: Le slider de la page d'accueil est automatiquement démarrer ?

source: Language
es: Idioma
fr: Langue

source: Layout selection
es: Selección de la disposición
fr: Sélection de l'affichage

source: Lead image
es: Imagen principal
fr: Image liée

source: Lead image caption
es: Título de imagen principal
fr: Titre de l'image liée

source: Legal notice
es: Aviso legal
fr: Mentions L&eacute;gales

source: Lets you change the settings of CPSkin
es: Le permite cambiar la configuración de CPSkin
fr: Vous permet de changer la configuration de CPSkin

source: Links in social viewlet
es: Enlaces en viewlet social
fr: Liens apparaissant dans le viewlet social

source: List of taxonomy IDs (one per line) that should be indexed.
es: Lista de ID de taxonomía (una por línea) que deben indexarse.

source: Load page menu
es: Cargar menú de página
fr: Charger le menu de la page

source: Location
es: Ubicación
fr: Localisation

source: Logo
es: Logotipo

source: Mail sent.
es: Correo enviado.
fr: Email envoyé

source: Make this content appear in folder view
es: Hacer que este contenido aparezca en la vista de carpeta
fr: Afficher ce contenu dans la vue index

source: Mandatory booking
es: Reserva obligatoria
fr: Réservation obligatoire

source: Maximum number of items in slider
es: Número máximo de elementos en las diapositivas
fr: Nombre maximum d'éléments dans le slider

source: Minimum number of items in slider
es: Número mínimo de elementos en las diapositivas
fr: Nombre minimum d'éléments dans le slider

source: Minisite horizontal Navigation disabled on content
es: Mini sitio de navegación horizontal deshabilitado en el contenido
fr: Désactiver le menu horizontal de navigation du minisite

source: Minisite horizontal Navigation enabled on content
es: Mini sitio de navegación horizontal habilitado en el contenido
fr: Activer le menu horizontal de navigation du minisite

source: Minisites
es: Mini sitios

source: Multimedia viewlet disabled for content
es: Viewlet multimedia deshabilitado para contenido
fr: Désactiver la viewlet multimedia

source: Multimedia viewlet enabled on content
es: Viewlet multimedia habilitado en el contenido
fr: Activer la viewlet multimedia

source: Name of city is used in some templates.
es: El nombre de la ciudad se usa en algunas plantillas.
fr: Le nom de la ville peut être utile dans le site.

source: Navigation menu
es: Menú de navegación
fr: Menu de navigation

source: Navigation related class
es: Clase relacionada con la navegación

source: Navigation toggle disabled for folder
es: Alternar navegación deshabilitado para carpeta
fr: Désactiver la navigation toggle pour ce dossiers

source: Navigation toggle enabled for folder
es: Alternar navegación habilitado para carpeta
fr: Activer la navigation toggle pour ce dossier

source: New text
es: Nuevo texto
fr: Nouveau texte

source: No booking
es: Sin reserva
fr: Pas de réservation

source: Number of items that will show up in one homepage.
es: Número de elementos que se mostrarán en una página de inicio.
fr: Nombre d'élements à afficher sur la page d'accueil

source: Number of seconds between each transition.
es: Número de segundos entre cada transición.
fr: Nombre de millisecondes entre chaque transition.

source: Number of visible albums on media viewlet.
es: Número de álbumes visibles en el viewlet multimedia.
fr: Nombre d'albums visible dans le viewlet multimédia

source: Number of visible videos on media viewlet.
es: Número de videos visibles en el viewlet de medios.
fr: Nombre de vidéos visible dans le viewlet multimédia

source: Old text
es: Texto antiguo
fr: Ancien texte

source: Optional booking
es: Reserva opcional
fr: Réservation possible

source: Optional special schedule details for event.
es: Detalles de horario especiales opcionales para el evento.
fr: Détail de l'horaire particulier pour cet événement

source: Organizer
es: Organizador
fr: Organisateur

source: Où ?
es: ¿Donde?

source: Partner
es: Asociado
fr: Partenaire

source: Partners
es: Asociados
fr: Partenaires

source: Path ${search_path}<br /> Domain ${domain}<br /> <span class="discreet">in file ${filename}</span>
es: Ruta ${search_path}<br /> Dominio ${domain}<br /> <span class="discreet">en el ${filename}</span>
fr: Chemin ${search_path}<br /> Domaine ${domain}<br /> <span class="discreet">dans le fichier ${filename}</span>

source: Pause
es: Pausa

source: Phones
es: Teléfonos
fr: Téléphone

source: Please select the scale.
es: Por favor, seleccione la escala.
fr: Sélectionnez l'échelle.

source: Please select which contents should be taken to this menu.
es: Por favor, seleccione qué contenido se debe llevar a este menú.
fr: Veuillez sélectionner le contenu de ce menu

source: Please select which fields should be visible.
es: Por favor, seleccione qué campos deberían estar visibles.
fr: Sélectionner les champs qui seront visibles

source: Please select which hidden keywords is use by collections for index view.
es: Por favor, seleccione qué palabras clave ocultas usan las colecciones para la vista de inicio.
fr: Sélectionner quel champ caché est utilisé par la collection de la vue index

source: Please write which taxonomy id should be used.
es: Por favor, escriba qué identificación de taxonomía se debe utilizar.
fr: Inscrivez l'identifiant de la taxonomie qui doit être utilisé

source: Portal language:
es: Idioma del Portal:

source: Price
es: Precio
fr: Tarifs

source: Procedure
es: Procedimiento
fr: Démarche

source: Procedure with specifications
es: Procedimiento con especificaciones
fr: Démarche en ligne (et caractéristiques)

source: Product
es: Producto
fr: Produit

source: Product with specifications
es: Producto con especificaciones
fr: Produit avec specifications

source: Read-only list of minisites.
es: Lista de minisitios de solo lectura.
fr: Liste des minisites en lecture seule

source: Related
es: Relacionado
fr: Lié

source: Related contacts
es: Contactos relacionados
fr: Contacts liés

source: Related items
es: Elementos relacionados

source: Remove
es: Eliminar
fr: Supprimer

source: Remove direct access
es: Eliminar acceso directo
fr: Retire les accès directs

source: Remove the 4th level navigation
es: Eliminar el nivel 4 de navegación
fr: Retirer du 4ème niveau du menu horizontal

source: Remove this content from folder view
es: Eliminar este contenido de la vista de carpeta
fr: Retirer ce contenu de la vue

source: Schedule details
es: Detalles del horario
fr: Détail de l'horaire

source: Search box position in eligible themes.
es: Posición del cuadro de búsqueda en temas elegibles.
fr: Position de la recherche dans les thèmes compatibles.

source: Search position
es: Buscar posición
fr: Position de la recherche

source: See logo on map popup
es: Ver logotipo en la ventana emergente del mapa
fr: Voir le logo sur la carte

source: See map
es: Ver mapa
fr: Voir la carte

source: See on map
es: Ver en mapa
fr: Voir sur la carte

source: Set cpksin workflow
es: Establecer flujo de trabajo de cpksin

source: Set site language to fr
es: Establecer el idioma del sitio en fr

source: Show (right) portlets (if any) in right actions panel after related contents.
es: Mostrar portlets (derecha) (si los hay) en el panel de acciones derecha después de los contenidos relacionados.
fr: Voir les porlets dans le panneau des actions sur la droite, après les contenus liés.

source: Show (right) portlets in right actions panel
es: Mostrar portlets (derecha) en el panel de acciones derecha
fr: Voir les porlets dans le panneau des actions sur la droite

source: Show banner
es: Mostrar banner
fr: Montrer le banner global

source: Show banner title and description as homepage slogan.
es: Muestra el título y la descripción del banner como el eslogan de la página de inicio.
fr: Voir le titre et la description du banner comme slogan de la page d'accueil

source: Show day and month
es: Mostrar día y mes
fr: Montrer le jour et le mois

source: Show description on themes
es: Mostrar descripción sobre temas
fr: Voir la description sur les thèmes

source: Show event category below image, with date and title
es: Mostrar categoría de evento debajo de la imagen, con fecha y título
fr: Voulez-vous afficher la catégorie de l'événement sous l'image, avec la date et le titre ?

source: Show footer sitemap
es: Mostrar mapa del sitio del pie de página

source: Show items descriptions
es: Mostrar descripciones de temas
fr: Voir la description des éléments

source: Show lead image
es: Mostrar imagen principal
fr: Afficher l'image liée
