Repository: pypi-data/pypi-mirror-95
Catalog: packages/cpskin.locales/cpskin.locales-0.5.37-py2-none-any.whl/cpskin/locales/locales/*/LC_MESSAGES/cpskin.po
Languages: es, fr

source: heading_add_to_calendar
es: Añadir evento al calendario
fr: Ajouter au calendrier

source: help_bannerimage
es: Imagen utilizada como reemplazo del banner al ver este evento.<br/>Esta imagen se puede recortar en formato del banner
fr: Cette image sera affichée à la place du banner par défaut (si on active le banner local dans la configuration de l'événement). L'image utilise le format "banner".

source: help_comment
es: Informar un error o falta información.
fr: Signaler une erreur ou une information manquante.

source: help_headerimage
es: Imagen utilizada como encabezado en el evento.<br/>Esta imagen se puede recortar en banner_event o en formato del banner si banner_event no está disponible.
fr: Image utilisée en en-tête de l'événement.<br/>Cette image peut être affiché au format "banner_event" ou au format "banner" si le format "banner_event" n'est pas disponible.

source: help_hidden_tags
es: Las etiquetas Hidden se utilizan para la organización de contenido para los webmasters.
fr: Les mots clés cachés sont utilisés par le webmaster pour organiser divers modes de consultation de l'information

source: help_iam_tags
es: Las etiquetas I Am se utilizan para la organización de contenido para los webmasters.
fr: Les mots clés - Je suis - sont utilisés dans le cadre de la navigation par facettes

source: help_isearch_tags
es: Las etiquetas I Search se utilizan para la organización de contenido para los webmasters.
fr: Les mots clés - Je trouve - sont utilisés dans le cadre de la navigation par facettes

source: help_send_from
es: Tu correo electrónico.
fr: Votre adresse courriel.

source: help_standard_tags
es: Las etiquetas Standard se utilizan para la organización de contenido para los webmasters.
fr: Les tags standard sont utilisé par l'administrateur du site.

source: label_add_to_ical
es: iCal
fr: iCal

source: label_bannerimage
es: Imagen de banner
fr: Banner image

source: label_comment
es: Solicitud de cambio
fr: Demande de modification

source: label_cpskin_configurations_menu
es: Configuraciones
fr: Configurations

source: label_filed_under_hidden_tag
es: Archivado bajo etiqueta hidden:
fr: Sous mots clés cachés

source: label_filed_under_iam_tag
es: Archivado bajo etiqueta I am:
fr: Sous mots clés je suis

source: label_filed_under_isearch_tag
es: Archivado bajo etiqueta I search:
fr: Sous mots clés cachés je cherche

source: label_filed_under_standard_tag
es: Archivado bajo etiqueta standard:
fr: Sous mots clés standards

source: label_headerimage
es: Imagen de cabecera

source: label_hidden_tags
es: Etiquetas Hidden
fr: Mots clés cachés

source: label_iam_tags
es: Etiquetas I Am
fr: Mots clés cachés : Je suis

source: label_isearch_tags
es: Etiquetas I Search
fr: Mots clés cachés : Je cherche

source: label_item_count_homepage
es: Contar elemento para la página de inicio
fr: Nombre d'éléments pour la page d'accueil

source: label_schema_categorization
es: Categorización
fr: Catégorisation

source: label_send
es: Enviar
fr: Envoyer

source: label_send_from
es: Desde
fr: Expéditeur

source: label_standardTags
es: Etiquetas Standard
fr: Mot clé standard

source: label_standard_tags
es: Etiquetas Standard
fr: Mot clé standard

source: modifier_zone_statique
es: [Cambiar área estática]
fr: [Modifier la zone statique]

source: msg_num_more_occurrences
es: Hay ${results} más ocurrencias.
fr: Il y a ${results} occurrence(s) en plus.

source: on_the_page
es: En la página
fr: Sur la page

source: politique-en-matiere-de-cookies
es: <h1>Política de cookies</h1> <h2>¿Qué es una cookie?</h2> <p>Las cookies son pequeños archivos de texto que el servidor de un sitio web guarda en su computadora o dispositivo móvil (teléfono inteligente, tableta...) cuando visita un sitio usando su navegador. Una cookie contiene información que permite que el sitio visitado identifique su navegador y recuerde sus actividades anteriores (por ejemplo, elección de idioma, etc.). El servidor del sitio web solo puede leer las cookies que ha guardado. No tiene acceso a otros archivos en su computadora o dispositivo móvil.</p> <h2>¿Qué cookies se usan?</h2> <p>Utilizamos cookies para simplificar el uso del sitio y acelerar las operaciones durante sus próximas visitas.</p> <p>También utilizamos cookies para generar estadísticas anónimas sobre el uso de nuestro sitio web con el fin de mejorar su estructura y contenido. Sin embargo, estos datos estadísticos no le permiten ser identificado personalmente.</p> <p>A continuación se muestra una descripción completa de las cookies que utilizamos.</p> <h3>Cookies técnicas</h3> <p>Estas cookies son esenciales para el buen funcionamiento de nuestro sitio web.</p> <p>Le permiten, por ejemplo, navegar entre las diferentes partes del sitio y usar ciertas funciones.</p> <p>Las cookies técnicas no lo identifican personalmente. Si rechaza estas cookies, es posible que ciertas partes del sitio web no funcionen o funcionen de manera incompleta.</p> <h3>Cookies funcionales</h3> <p>Estas cookies memorizan sus elecciones (por ejemplo, la elección del idioma) para personalizar su visita al sitio. Las cookies funcionales no lo identifican personalmente. Si rechaza estas cookies, es posible que ciertas partes del sitio web no funcionen o funcionen de manera incompleta.p> <br /> <p>Las cookies técnicas y funcionales son cookies propias o de ‘primera parte’ : provienen del servidor de nuestro sitio web.</p> <h2>¿Cómo gestionar o eliminar las cookies?</h2> <p>La mayoría de los navegadores de Internet están configurados para aceptar cookies automáticamente. Puede cambiar sus preferencias para bloquear las cookies o recibir una notificación cuando se guarde una cookie en su computadora o dispositivo móvil. Para obtener más detalles sobre la configuración de su navegador, consulte las instrucciones de funcionamiento o las pantallas de ayuda.</p>
fr: <h1>Politique en matière de cookies</h1> <h2>Qu’est-ce qu’un cookie ?</h2> <p>Les cookies sont des petits fichiers textes que le serveur d'un site web enregistre sur votre ordinateur ou votre appareil mobile (smartphone, tablette...) lorsque vous visitez un site à l'aide de votre navigateur. Un cookie contient des informations qui permettent au site visité d'identifier votre navigateur et de retenir vos activités antérieures (p.ex. choix de la langue…). Le serveur du site web ne peut lire que les cookies qu’il a enregistré lui-même. Il n’a pas accès aux autres fichiers qui se trouvent sur votre ordinateur ou appareil mobile.</p> <h2>Quels sont les cookies utilisés ?</h2> <p>Nous utilisons des cookies pour simplifier l’utilisation du site et accélérer les opérations lors de vos prochaines visites.</p> <p>Nous nous servons aussi des cookies pour produire des statistiques anonymes sur l’utilisation de notre site web dans le but d’en améliorer la structure et le contenu. Ces données statistiques ne permettent cependant pas de vous identifier personnellement.</p> <p>Vous trouverez ci-dessous une description complète des cookies que nous utilisons.</p> <h3>Cookies techniques</h3> <p>Ces cookies sont essentiels au bon fonctionnement de notre site web.</p> <p>Ils vous permettent par exemple de naviguer entre les différentes parties du site et d’en exploiter certaines fonctionnalités.</p> <p>Les cookies techniques ne permettent pas de vous identifier personnellement. Si vous refusez ces cookies, il est possible que certaines parties du site web ne fonctionnent pas ou fonctionnent de façon incomplète.</p> <h3>Cookies fonctionnels</h3> <p>Ces cookies mémorisent vos choix (p.ex. choix de la langue) afin de personnaliser votre visite sur le site. Les cookies fonctionnels ne permettent pas de vous identifier personnellement. Si vous refusez ces cookies, il est possible que certaines parties du site web ne fonctionnent pas ou fonctionnent de façon incomplète.</p> <br /> <p>Les cookies techniques et fonctionnels sont des cookies propres ou ‘first party’ : ils proviennent du serveur de notre site web.</p> <h2>Comment gérer ou supprimer les cookies ?</h2> <p>La plupart des navigateurs Internet sont paramétrés pour accepter automatiquement les cookies. Vous pouvez modifier vos préférences pour bloquer les cookies ou pour être averti quand un cookie est enregistré sur votre ordinateur ou appareil mobile. Pour plus de détails sur le paramétrage de votre navigateur, consultez les instructions d'utilisation ou les écrans d'aide.</p>

source: provide_maximum_informations
es: Proporcione tanta información como sea posible, así como cualquier información que permita su validación (fuente).
fr: Merci de fournir le maximum d'information ainsi que tout renseignement qui permette de la valider (source).

source: report_error_to_site_manager
es: Informar un error al administrador del sitio
fr: Signaler une erreur au webmaster

source: see_legal_conditions
es: Ver <a href="${legal_conditions_url}">términos y condiciones legales</a>.
fr: Voir les <a href="${legal_conditions_url}">Mentions Légales</a>.

source: sendtomanager_mail_error_reported
es: Un error ha sido reportado por
fr: Une erreur vous est signalée

source: site_optimise_pour_firefox
es: Este sitio está optimizado para el navegador Firefox.
fr: Ce site est optimisé pour le navigateur Firefox.

source: string:http://fr.wikipedia.org/wiki/Free_Software_Foundation
es: https://es.wikipedia.org/wiki/Free_Software_Foundation
fr: http://fr.wikipedia.org/wiki/Free_Software_Foundation

source: summary_event_details
es: Detalles del evento
fr: Détail de l'événement

source: title_add_to_ical
es: Descargar este evento en formato iCal
fr: Télécharger cet événement au format iCal

source: title_cpskin_actions_menu
es: Configuraciones para el elemento de contenido actual
fr: Configuration pour le type de contenu courrant

source: under
es: bajo
fr: sous

source: visuel
es: Visual

source: with_the_following_comment
es: Con el siguiente comentario
fr: Avec le commentaire suivant

source: À la une
es: Destacado

source: Événements
es: Éventos

source: Événements du site
es: Éventos del sitio

source: Accessibility
fr: Déclaration sur l'accessibilité

source: Choose the scroll speed
fr: Choisir la vitesse du scroll

source: Default view
fr: Vue par défaut

source: Do you want to use slick instead of flexslider ?
fr: Voulez-vous utiliser la librairie slick à la place de flexslider ?

source: E-Guichet
fr: Démarche en ligne

source: Edit accessibility text
fr: Éditer la déclaration d'accessibilité

source: Enable a link to the accessibility text in footer.
fr: Active un lien vers la déclaration d'accessibilité dans le footer du site.

source: Enable accessibility link in footer
fr: Activer le lien vers la déclaration d'accessibilité dans le footer.

source: Parent folder
fr: Dossier parent

source: Perform this procedure on e-guichet
fr: Effectuer cette démarche en ligne

source: Please check the captcha to prove you're a human
fr: Veuillez cliquer sur le captcha pour prouver que vous n'êtes pas un robot

source: Use slick for slider
fr: Utiliser slick pour les sliders

source: cpskin.core: init
fr: cpskin.core: initier

source: cpskin.diazotheme.dreamRightPortlet
fr: cpskin.diazotheme.dreamRightPortle

source: read_more
fr: Lire la suite…
