Repository: pypi-data/pypi-mirror-95
Catalog: packages/valer.panic/valer.panic-1.0.1rc8-py2-none-any.whl/senaite/panic/locales/*/LC_MESSAGES/senaite.panic.po
Languages: ca

source: '{}' value must be above '{}' or empty
ca: El valor per '{}' ha d'estar buit o ser superior a '{}'

source: '{}' value must be below '{}' or empty
ca: El valor per a '{}' ha d'estar buit o ser inferior a '{}'

source: '{}' value must be numeric or empty
ca: El valor per a '{}' ha d'estar buit o ser numèric

source: Alert client
ca: Envia una notificació al client

source: Alert client about panic levels exceeded
ca: Envia una notificació al client indicant que alguns resultats sobrepassen els nivells crítics

source: An email alert has been sent already.
ca: Ja s'ha enviat una notificació amb anterioritat indicant que alguns resultats sobrepassen els nivells crítics

source: Body
ca: Cos del missatge

source: Email alert body template
ca: Cos del missatge de la plantilla de correu electrònic

source: Email alert subject
ca: Assumpte del missatge de la plantilla de correu electrònic

source: Max
ca: Màx

source: Max panic
ca: Nivell crític superior

source: Min panic
ca: Nivell crític inferior

source: Panic < Min
ca: Nivell crític inferior

source: Panic > Max
ca: Nivell crític superior

source: Panic Settings
ca: Configuració de les alertes sobre resultats que sobrepassen els nivells crítics

source: Panic level alerts for SENAITE
ca: Extensió de SENAITE per a l'enviament d'alertes quan els resultats sobrepassen els nivells crítics

source: Panic notification email sent
ca: La notificació per correu electrònic indicant que alguns resultats sobrepassen els nivells crítics s'ha enviat satisfactòriament

source: Panic result
ca: El resultat sobrepassa el nivell crític

source: SENAITE PANIC (uninstall)
ca: SENAITE PANIC (desinstal·la)

source: SENAITE PANIC Settings
ca: Configuració de SENAITE PANIC

source: Some results exceeded the panic levels
ca: Alguns resultats sobrepassen els nivells crítics

source: Some results from Sample ${sample_id} exceeded panic range
ca: Alguns dels resultats obtinguts per a la mostra ${sample_id} sobrepassen els nivells considerats crítics

source: Some values exceeded the panic levels. Send an email to the clinic or close this window if you want to re-test to confirm the panic value.
ca: Alguns resultats sobrepassen els nivells crítics. Envieu un correu electrònic al client o tanqueu aquesta finestra si voleu efectuar un test confirmatiu

source: Subject
ca: Assumpte

source: Template text for the panic alert email's body. The accepted wildcards are: ${analyses}, ${lab_address}, ${sample_id}, {client_sample_id}, ${client_id} and ${sample_url}
ca: Cos del missatge de la plantilla de correu electrònic per a les notificacions indicant que els resultats sobrepassen els nivells crítics. Les següents variables estan permeses, i seran substituïdes automàticament pels seus valors corresponents: ${analyses}, ${lab_address}, ${sample_id}, ${client_sample_id}, ${client_id} y ${sample_url}

source: Template text for the panic alert email's subject. The accepted wildcards are: ${sample_id}, {client_sample_id} and ${client_id}
ca: Assumpte del missatge de la plantilla de correu electrònic per a les notificacions indicant que els resultats sobrepassen els nivells crítics. Les següents variables estan permeses, i seran substituïdes automàticament pels seus valors corresponents: ${sample_id}, ${client_sample_id} y ${client_id}

source: To
ca: Destinatari

source: Unable to send an email to alert client that some results exceeded the panic levels
ca: No s'ha pogut enviar al client la notificació per correu electrònic indicant que alguns resultats sobrepassen els nivells crítics
