Repository: pypi-data/pypi-mirror-95
Catalog: packages/django-bigbluebutton/django-bigbluebutton-0.5.4.tar.gz/django-bigbluebutton-0.5.4/django_bigbluebutton/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Welcome!
fa: خوش آمدید!

source: Meeting ID
fa: شناسه جلسه

source: Attendee Password
fa: پسورد شرکت کننده

source: Moderator Password
fa: پسورد مجری/مدرس

source: Is running
fa: در حال اجرا

source: Indicates whether this meeting is running in BigBlueButton or not!
fa: نشان می‌دهد که آیان این جلسه در حال اجرا هست یا نه!

source: Max Participants
fa: بیشترین تعداد شرکت‌کنندگان

source: Meeting Text in Bigbluebutton
fa: متن جلسه برای نمایش در استودیو آنلاین

source: URL to visit after user logged out
fa: آدرس وب برای هدایت کاربران پس از خروج از ملاقات

source: Record
fa: ضبط کردن

source: Auto Start Recording
fa: فعال‌سازی ضبط به صورت اتوماتیک

source: Allow Stop/Start Recording
fa: اجازه دادن برای توقف/اجرای ضبط کردن

source: Allow the user to start/stop recording. (default true)
fa: به کاربر اجازه داده شود تا بتواند ضبط کردن را متوقف یا شروع کن (پیش‌فرض بله است)

source: Webcam Only for moderators?
fa: وب‌کم فقط برای مجری و مدرس‌ها فعال باشد.

source: will cause all webcams shared by viewers during this meeting to only appear for moderators
fa: در این حالت دوربین اشتراک گذاشته شده توسط شرکت‌کنندگان توسط تنها مجری‌ها قابل مشاهده باشد.

source: Disable Camera
fa: غیرفعال کردن دوربین

source: will prevent users from sharing their camera in the meeting
fa: از اشتراک گذاری دوربین شرکت‌کننده‌ها در جلسه جلوگیری می‌کند.

source: Disable Mic
fa: غیرفعال کردن میکروفون

source: will only allow user to join listen only
fa: به شرکت‌کننده‌ها فقط اجازه گوش‌دادن داده شود.

source: Disable Private chat
fa: غیرفعال کردن چت خصوصی بین شرکت‌کننده‌ها

source: if True will disable private chats in the meeting
fa: اگر فعال باشد چت خصوصی غیرفعال می‌شود.

source: Disable public chat
fa: غیرفعال کردن چت عمومی

source: if True will disable public chat in the meeting
fa: اگر بله باشد چت عمومی غیرفعال می‌شود.

source: Disable Note
fa: غیرفعال کردن یادداشت

source: if True will disable notes in the meeting.
fa: اگر بله باشد نمی‌توان در جلسه یادداشت اشتراک گذاشت.

source: Locked Layout
fa: قفل کردن layout

source: will lock the layout in the meeting.
fa: layout در طول ملاقات غیرفعال می‌شود.

source: Parent Meeting ID
fa: شناسه ملاقات والد

source: Internal Meeting ID
fa: شناسه ملاقات داخلی (نرم‌افزار)

source: Voice Bridge
fa: پل صوتی

source: Hook ID received from BBB
fa: شناسه Hook که از سمت BBB دریافت شده است

source: Hook URL
fa: آدرس برای هوک کردن

source: Meeting
fa: جلسه آنلاین

source: Record name
fa: نام فایل ضبط شده

source: Record ID
fa: شناسه ضبط

source: Link
fa: لینک

source: Meeting Record
fa: رکورد جلسه ضبط شده

source: User
fa: کاربر

source: User fullname
fa: نام کامل کاربر

source: Join Date
fa: تاریخ وصل شدن

source: Left Date
fa: تاریخ ترک کردن

source: Meeting Log
fa: لاگ ملاقات
