Repository: pypi-data/pypi-mirror-95
Catalog: packages/valer.queue/valer.queue-1.0.3rc11-py2-none-any.whl/senaite/queue/locales/*/LC_MESSAGES/senaite.queue.po
Languages: es

source: Analyses for {} have been queued
es: Varias analíticas para {} se han puesto en la cola de procesamiento

source: Analyst must be specified.
es: No ha especificado ningún analista

source: Asynchronous tasks for SENAITE
es: Tareas asíncronas para SENAITE

source: Context
es: Contexto

source: Created
es: Creado

source: Default number of objects that will be handled in a single task. A value of 0 disables queuing of tasks functionality at all, specific tasks below included. Default value: 10
es: Número de objetos por defecto a ser procesados por cada tarea asíncrona. Un valor de 0 desactiva la functionalidad de cola de procesamiento asíncrono, incluyendo cualquiera de los tipos de tarea listados más abajo. Valor por defecto: 10

source: Default number of objects to process per task
es: Numero de objetos por defecto a ser procesados por tarea asíncrona

source: Error message
es: Mensaje de error

source: Maximum retries
es: Número maximo de reintentos

source: Minimum number of seconds to book per task. If the task is performed very rapidly, it will have priority over a transaction done from userland. In case of conflict, the transaction from userland will fail and will be retried up to 3 times. This setting makes the thread that handles the task to take some time to complete, thus preventing threads from userland to be delayed or fail. Default value: 3
es: Tiempo mínimo en segundos a reservar por tarea. En caso que la tarea se procese muy rápidamente, ésta tendrá prioridad sobre otras transacciones que puedan ser efectuadas en el dominio de usuario. Si esto deriva en un conflicto, la transacción del dominio de usuario fallará y el sistema reintentará la acción hasta 3 veces. Este parámetro de configuración fuerza que el hilo de ejecución responsable de procesar la tarea asíncronamente tenga una duración temporal mínima antes de ser considerada como completada. Esto evita que los hilos de ejecución del dominio del usuario se vean relentizados o fallen, mejorando la experiencia del usuario final. Valor por defecto: 3

source: Minimum seconds per task
es: Tiempo mínimo en segundos por tarea

source: No analyses were added
es: No se ha añadido ningún análisis

source: Number of analyses that will be handled in a single task when assigned to a worksheet. Overrides default's for action 'assign'. A value of 0 disables the queue for this specific action. Default value: 10
es: Número de análisis a ser procesados por tarea asíncrona cuando son asignados a una hoja de trabajo. Sobreescribe el valor por defecto para la acción "assign". Un valor de 0 desactiva la cola de procesamiento para este tipo determinado de tarea. Valor por defecto: 10

source: Number of analyses that will be handled in a single task when results are submitted. Overrides default's for 'submit' action. A value of 0 disables the queue for this specific action. Default value: 10
es: Número de análisis a ser procesados por tarea asíncrona al informar de resultados. Sobreescribe el valor por defecto para la acción "submit". Un valor de 0 desactiva la cola de procesamiento para este tipo determinado de tarea. Valor por defecto: 10

source: Number of analyses that will be handled in a single task when the analysis is rejected. Overrides default's for 'reject' action. A value of 0 disables the queue for this specific action. Default value: 10
es: Número de análisis a ser procesados por tarea asíncrona al rechazar un análisis. Sobreescribe el valor por defecto para la acción "reject". Un valor de 0 desactiva la cola de procesamiento para este tipo determinado de tarea. Valor por defecto: 10

source: Number of analyses that will be handled in a single task when the analysis is retracted. Overrides default's for 'retract' action. A value of 0 disables the queue for this specific action. Default value: 10
es: Número de análisis a ser procesados por tarea asíncrona al retraer un análisis. Sobreescribe el valor por defecto para la acción "retract". Un valor de 0 desactiva la cola de procesamiento para este tipo determinado de tarea. Valor por defecto: 10

source: Number of analyses that will be handled in a single task when the analysis is verified. Overrides default's for 'reject' action. A value of 0 disables the queue for this specific action. Default value: 10
es: Número de análisis a ser procesados por tarea asíncrona al verificar un análisis. Sobreescribe el valor por defecto para la acción "verify". Un valor de 0 desactiva la cola de procesamiento para este tipo determinado de tarea. Valor por defecto: 10

source: Number of analyses that will be handled in a single task when unassigned from a worksheet. Overrides default's for 'unassign' action. A value of 0 disables the queue for this specific action. Default value: 10
es: Número de análisis a ser procesados por tarea asíncrona cuando son des-asignados a una hoja de trabajo. Sobreescribe el valor por defecto para la acción "unassign". Un valor de 0 desactiva la cola de procesamiento para este tipo determinado de tarea. Valor por defecto: 10

source: Number of analyses to assign per task
es: Número de análisis a asignar por tarea

source: Number of analyses to reject per task
es: Número de análisis a rechazar por tarea

source: Number of analyses to retract per task
es: Número de análisis a retraer por tarea

source: Number of analyses to submit per task
es: Número de resultados a informar por tarea

source: Number of analyses to unassign per task
es: Número de análisis a reasignar por tarea

source: Number of analyses to verify per task
es: Número de análisis a verificar por tarea

source: Number of seconds to wait for a process in queue to be finished before being considered as failed. Failed processes will be enqueued again. Minimum value: 30, Default value: 120
es: Tiempo en segundos antes que la cola de procesamiento considere una tarea asíncrona en curso como atascada. Valor mínimo: 30, Valor por defecto: 120

source: Number of times a task will be re-queued before being considered as failed. A value of 0 disables the re-queue of failing tasks. Default value: 3
es: Número máximo de reintentos antes que el sistema considere una tarea como fallida. Valor por defecto: 3

source: Queue Settings
es: Configuración de la cola de procesamiento asíncrono

source: Queued
es: En cola

source: Queued tasks
es: Tareas en cola

source: Remote Addr
es: Dirección remota

source: Remove
es: Eliminar

source: Requeue
es: Poner en cola

source: Retries
es: Reintentos

source: SENAITE QUEUE (uninstall)
es: SENAITE QUEUE (desinstalar)

source: SENAITE QUEUE Settings
es: Configuración de SENAITE QUEUE

source: Seconds to wait before unlock
es: Tiempo en segundos para desbloqueo

source: Status
es: Estado

source: Type
es: Tipo

source: User
es: Usuario

source: analyses are being processed in background
es: analíticas están siendo procesados asíncronamente

source: analyses are being processed in background.
es: analíticas están siendo procesados asíncronamente.

source: analysis is being processed in background
es: analítica está siendo procesada asíncronamente

source: analysis is being processed in background.
es: analítica está siendo procesada asíncronamente
