Repository: pypi-data/pypi-mirror-95
Catalog: packages/plone.app.locales/plone.app.locales-5.1.28-py2.py3-none-any.whl/plone/app/locales/locales-addons/*/LC_MESSAGES/plone.app.caching.po
Languages: pt

source: (Required)
pt: (Obrigatório)

source: A dynamic feed, e.g. using RSS or ATOM
pt: Uma fonte dinâmica, por exemplo, usando RSS ou ATOM

source: A positive number is required.
pt: É obrigatório um número positivo.

source: A public-facing view for a content item that is a folder or container for other items
pt: Uma vista pública para um item de conteúdo que é uma pasta ou um contentor para outros itens

source: A public-facing view for a content item that is not a folder or container for other items
pt: Uma vista pública para um item de conteúdo que não é uma pasta ou contentor para outros itens

source: An example profile for a caching proxy setup with split-view caching enabled.
pt: Um perfil de exemplo para uma configuração de proxy de cache com caching de visualização dividida activada.

source: An integer is required.
pt: É obrigatório um número inteiro.

source: Cache in browser and proxy (default: 24 hrs). Caution: Only use for stable resources that never change without changing their URL, or resources for which temporary staleness is not critical.
pt: Cache no navegador e no proxy (predefinido: 24 horas). Atenção: Use apenas para recursos estáveis que nunca se alteram sem alterar o respectivo URL ou recursos em que o estar parado temporariamente não é crítico.

source: Cache in browser but expire immediately (same as 'weak caching'), and cache in proxy (default: 24 hrs). Use a purgable caching reverse proxy for best results. Caution: If proxy cannot be purged, or cannot be configured to remove the 's-maxage' token from the response, then stale responses might be seen until the cached entry expires.
pt: Cache no navegador mas expira imediatamente (o mesmo que 'cache fraca') e cache no proxy (predefinido: 24 horas). Use um proxy invertido com cache eliminável para obter os melhores resultados. Atenção: Se o proxy não puder ser eliminado ou não puder ser configurado para remover a marca 's-maxage' da resposta, então respostas desactualizadas podem ser vistas até que a entrada em cache expire.

source: Cache in browser but expire immediately and enable 304 responses on subsequent requests. 304's require configuration of the 'Last-modified' and/or 'ETags' settings. If Last-Modified header is insufficient to ensure freshness, turn on ETag checking by listing each ETag components that should be used to to construct the ETag header. To also cache public responses in Zope memory, set 'RAM cache' to True.
pt: Cache no navegador mas expira imediatamente e activa respostas 304 nos pedidos seguintes. 304 requerem configuração dos parâmetros 'Last-Modified' e/ou 'ETags'. Se o cabeçalho Last-Modified for insuficiente para garantir a frescura, ligue a verificação ETag ao listar cada componente ETag que deverá ser usado para construir o cabeçalho ETag. Para também fazer cache de respostas públicas em memória Zope, coloque a 'RAM cache' em True.

source: Cache purged.
pt: Cache eliminada.

source: Caching
pt: Colocando em cache

source: Cancel
pt: Cancelar

source: Changes saved.
pt: Modificações guardadas.

source: Content feed
pt: Fonte do conteúdo

source: Content files and images
pt: Ficheiros e imagens do conteúdo

source: Content folder view
pt: Vista de pasta do conteúdo

source: Content item view
pt: Vista de item do conteúdo

source: Content type ${contentType} is already mapped to the rule ${ruleset}.
pt: O tipo de conteúdo ${contentType} já está mapeado para a regra ${ruleset}.

source: Content type name
pt: Nome do tipo de conteúdo

source: Content type/ruleset mapping
pt: Mapeamento do tipo / conjunto de regras do conteúdo

source: Content types to purge
pt: Tipos de conteúdo a eliminar.

source: Delete settings (use defaults)
pt: Eliminar configurações (usar predefinições)

source: Edit ${operation} options
pt: Editar opções de ${operation}

source: Edit ${operation} options for Ruleset: ${ruleset}
pt: Editar opções de ${operation} para o conjunto de regras: ${ruleset}

source: Edit cancelled.
pt: Edição cancelada.

source: File and image resources
pt: Recursos de ficheiro e imagem

source: Generic caching
pt: Uso de cache genérico

source: HTTP caching support
pt: Suporte a cache HTTP

source: Import
pt: Importar

source: Import complete.
pt: Importação terminada.

source: Includes files and images in content space.
pt: Inclui ficheiros e imagens no espaço do conteúdo.

source: Includes images and files created or customised through the ZMI, those exposed in the portal_skins tool, and images registered in resource directories on the filesystem.
pt: Inclui imagens e ficheiros criados ou personalizados através da ZMI, os expostos na ferramenta portal_skins e imagens registadas em pastas de recursos no sistema de ficheiros.

source: Info
pt: Informação

source: Installs plone.app.caching
pt: Instala plone.app.caching

source: Invalid URL: ${url}
pt: URL inválido: ${url}

source: List content types which should be purged when modified
pt: Lista tipos de conteúdo que deveriam ser eliminados ao serem modificados

source: Maps content type names to ruleset names
pt: Mapeia nomes de tipos de conteúdo para nomes de conjuntos de regras

source: Maps skin layer page template names to ruleset names
pt: Mapeia nomes de modelos de página da camada de estilo visual para nomes de conjuntos de regras

source: Moderate caching
pt: Cache moderada

source: No URLs or paths entered.
pt: Não foram inseridos quaisquer URLs ou caminhos.

source: No caching
pt: Sem cache

source: Page template name
pt: Nome do modelo de página

source: Page template/ruleset mapping
pt: Mapeamento de modelo de página para conjunto de regras

source: Purge
pt: Eliminar

source: RAM cache not installed.
pt: A cache na RAM não está instalada.

source: Request variables
pt: Solicitar variáveis

source: Request variables that prevent caching
pt: Solicitar variáveis que impedem o uso de cache

source: Ruleset name
pt: Nome do conjunto de regras

source: Ruleset-specific settings removed.
pt: Configurações específicas de conjuntos de regras removidas.

source: Save
pt: Guardar

source: Settings useful for setups with a caching proxy such as Squid or Varnish
pt: Configurações úteis para instalações com um proxy de cache tal como o Squid ou o Varnish

source: Settings useful for setups without a caching proxy such as Squid or Varnish
pt: Configurações úteis para instalações sem um proxy de cache tal como o Squid ou o Varnish

source: Stable file and image resources
pt: Recursos estáveis de ficheiros e imagens

source: Strong caching
pt: Cache forte

source: Template ${template} is already mapped to the rule ${ruleset}.
pt: O modelo ${template} já está mapeado para a regra ${ruleset}.

source: There were errors.
pt: Ocorreram erros.

source: These are resources which can be cached 'forever'. Normally this means that if the object does change, its URL changes too.
pt: Estes são recursos que podem ser colocados em cache 'para sempre'. Normalmente isso significa que se o objecto efectivamente mudar, o seu URL também muda.

source: Through this operation, all standard caching functions can be performed via various combinations of the optional parameter settings. For most cases, it's probably easier to use one of the other simpler operations (Strong caching, Moderate caching, Weak caching, or No caching).
pt: Através desta operação, todas as funções standard de cache podem ser executadas através de várias combinações de configurações de parâmetros opcionais. Na maior parte dos casos, é provavelmente mais fácil usar uma das outras operações mais simples (Cache forte, Cache moderada, Cache fraca ou Sem cache).

source: Use this operation to keep the response out of all caches.
pt: Use esta operação para manter a resposta fora de todas as caches.

source: Variables in the request that prevent caching if present
pt: Variáveis no pedido que impedem o uso da cache, se estiverem presentes

source: Weak caching
pt: Cache fraca

source: With caching proxy
pt: Com proxy de cache

source: With caching proxy (and split-view caching)
pt: Com proxy de cache (e cache de vista dividida)

source: Without caching proxy
pt: Sem proxy de cache

source: You must select a profile to import.
pt: Tem que seleccionar um perfil para importar.

source: description_cache_purging
pt: Se activou um proxy de cache, pode acabar por ter objectos que não estão actuais. O Plone irá tentar eliminar automaticamente objectos à medida que são alterados mas se estiver a ver objectos velhos na sua cache, pode eliminá-los manualmente abaixo.

source: description_cache_settings
pt: Controla a forma como páginas, imagens, folhas de estilos e outros recursos são guardados em cache.

source: description_caching_ipmort
pt: Escolha um perfil abaixo para importar configurações de cache. Perfis adicionais podem ser adicionados por produtos de terceiros. <strong>Aviso</strong> Isto pode sobrescrever configurações existentes.

source: description_caching_proxies
pt: Sítios de alto desempenho frequentemente usam um reverse proxy com cache, tal como o Varnish ou o Squid, em frente ao Zope. As operações de cache configurada noutra parte deste ecrã podem muitas vezes tirar partido desse proxy dando-lhe instruções para guardar em cache certos conteúdos de uma certa forma, ao mesmo tempo que passam pedidos de outros conteúdos para o Plone. O Plone também pode enviar os chamados pedidos <code>PURGE</code> para um proxy de cache quando os conteúdos se alteram, reduzindo o risco de uma resposta desactualizada de uma cópia em cache.

source: description_detailed_settings
pt: <p>Muitas as operações de cache aceitam parâmetros para influenciar o seu comportamento. Por exemplo, uma operação que retorna uma página em cache na RAM pode aceitar um parâmetro que especifique o período de validade antes que as páginas sejam recalculadas. No entanto, a maior parte das operações têm "valores predefinidos sensatos", por forma a funcionarem de forma aceitável mesmo que não tenham sido definidos quaisquer parâmetros.</p><p>Os parâmetros podem ser definidos em dois níveis. Por norma os parâmetros são aplicados a todos os utilizadores de uma determinada operação. Portanto, se tiver atribuído uma operação a mais do que um conjunto de regras, os <em>mesmos</em> parâmetros serão usados. No entanto, também pode substituir esses parâmetros por um determinado conjunto de regras.</p><p>Use a tabela abaixo para aceder aos parâmetros de uma determinada operação ou conjunto de regras. <strong>Aviso:</strong> Se tiver feito alterações nalgum sítio deste formulário, tem que as gravar antes de configurar quaisquer parâmetros de operações, senão irá perder as suas alterações.</p>

source: description_mappings
pt: <p>A cache pode ser controlada através do mapeamento de <em>conjuntos de regras</em> em <em>operações de cache</em>.</p><p>Um <strong>conjunto de regras</strong> é um nome dado a um recurso publicado pelo Plone, tal como uma vista. Conjuntos de regras são declarados pelos programadores que desenvolvem essas vistas. Pode pensar nelas como uma forma de dar indicações sobre como algo deve ser colocado em cache, sem implementar realmente as operações de cache.</p><p>As operações efectivas de cache a usar são mapeadas para conjuntos de regras na tabela abaixo. As operações de cache frequentemente definem cabeçalhos de resposta para dizer ao navegador web do utilizador e/ou ao proxy de cache como efectuar a cache do conteúdo. Também podem interceptar uma resposta para retornar uma cópia em cache ou dizer ao navegador para usar a sua própria versão em cache, se considerar que ainda está actual.</p>

source: description_purged
pt: Os seguintes itens foram eliminados:

source: description_ram
pt: O Plone mantém uma cache de certas páginas e fragmentos de páginas em memória para acelerar a composição. Certas operações de cache, ao serem mapeadas, podem ser usadas para colocar páginas inteiras na cache em RAM. Usar a cache em RAM pode permitir ganhar alguma velocidade (e reduzir utilização do CPU) à custa de maior uso de memória. Note que a cache em RAM predefinida é partilhada entre threads dentro da mesma instância do Zope, mas não é partilhada entre instâncias do Zope. Portanto, se estiver a usar uma configuração do ZEO com múltiplas instâncias, pode ser mais eficiente segmentar os utilizadores usando um balanceador situado à frente do servidor por forma a que alcancem sempre a mesma instância por detrás. Em alternativa pode integrar uma cache partilhada, tal como a <em>memcached</em>. Veja a documentação para obter os detalhes.

source: description_ramcache_stats
pt: A tabela abaixo apresenta estatísticas para a cache em RAM predefinida. Pode usar o botão <em>Eliminar</em> para limpar a cache manualmente se suspeitar que existem itens desactualizados lá.

source: heading_caching_import
pt: Importar perfis de cache

source: heading_caching_purging
pt: Eliminar proxy de cache

source: heading_caching_settings
pt: Configurações de cache

source: heading_content_types
pt: Tipos de conteúdo

source: heading_operation
pt: Operação

source: heading_purged
pt: Estado

source: heading_ramcache_stats
pt: Estatísticas da cache em RAM

source: heading_ruleset
pt: Conjunto de regras

source: heading_templates
pt: Modelos

source: help_caching_proxies
pt: Insira o nome do domínio para cada proxy de cache, um por linha. Por exemplo, se tiver o Varnish a correr na máquina local no porto 1234, pode inserir <code>http://localhost:1234</code>. O nome do domínio tem que ser alcançável pelo processo do Zope, mas não tem que ser alcançável a partir das máquinas locais dos utilizadores.

source: help_domains
pt: <p>Se tiver activado a opção acima <em>A reescrita de hospedeiro virtual ocorre em frente ao proxy de cache</em> e o seu sítio está acessível em múltiplos domínios (ex.: <code>http://exemplo.com:80</code> vs <code>http://www.exemplo.com:80</code>, insira aqui todos os domínios disponíveis, um por linha. Isso irá assegurar que pedidos de eliminação sejam enviados para todos os domínios onde é aplicável. Note que é mais eficiente configurar o servidor web que está mais à frente para simplesmente redireccionar todos os pedidos para um único domínio, por forma a que o Zope apenas "veja" um único domínio.</p><p>É seguro deixar estar linha em branco se não estiver a usar um proxy de cache, se não estiver a usar hospedagem virtual, se a reescrita de hospedeiro virtual ocorre atrás do proxy de cache ou se apenas tiver um único nome de domínio hospedado virtualmente.</p>

source: help_enabled
pt: Se esta opção estiver desligada, não ocorrerá qualquer cache.

source: help_main_mappings
pt: Use a tabela abaixo para mapear conjunto de regras nas operações de cache.

source: help_no_options
pt: Sem parâmetros

source: help_not_mapped
pt: Não mapeado

source: help_operation_parameters
pt: Use a tabela abaixo para criar, limpar e editar parâmetros de operações. Se limpar os parâmetros específicos de um conjunto de regras para uma dada operação, irá retroceder para os parâmetros das operações globais.

source: help_purged_content_types
pt: Se tiver activado a eliminação, o Plone pode eliminar automaticamente as vistas de itens de conteúdo ao serem modificadas ou removidas. Seleccione abaixo os tipos a eliminar automaticamente. <strong>Nota:</strong> Embora a vista de um item de conteúdo possa ser eliminada facilmente, nem sempre é possível eliminar todas as páginas onde esse item possa aparecer. Itens que aparecem em listas dinâmicas (tais como portlets de <em>Colecções</em>), na árvore de navegação e noutras ajudas à navegação podem ficar desactualizadas se tiver guardado em cache as páginas onde esses itens iriam aparecer.

source: help_purging_enabled
pt: Active esta opção se tiver configurado um proxy de cache em frente ao Plone e o proxy suportar pedidos HTTP <code>PURGE</code>.

source: help_ram_cleanup_interval
pt: Insira o tempo, em segundos, que demora a tentar limpar a cache. Um número mais baixo pode reduzir o consumo de memória ao eliminar itens frequentemente, mas também pode tornar o sistema mais lento por prender a cache às tarefas de manutenção por demasiado tempo.

source: help_ram_max_age
pt: Insira o tempo máximo, em segundos, que um item pode permanecer em cache antes de ser eliminado.

source: help_ram_max_entries
pt: Use isto para controlar quantos itens podem ser colocados em cache. Quantos mais itens permitir, maior o potencial de consumo de memória.

source: help_snapshot
pt: Isto permite recuar para um estado anterior através da ferramenta <em>portal_setup</em>.

source: help_synchronous
pt: Seleccione esta opção para esperar enquanto se completa a eliminação. Isto permite-lhe ver o resultado da eliminação. Eliminar assincronamente irá retornar imediatamente, mas terá de verificar os ficheiros de registo do seu proxy de cache para ver se a eliminação teve sucesso.

source: help_template_mappings
pt: <p>Modelos de página antigos definidos na ferramenta <em>portal_skins</em> do ZMI, ou criados ou personalizados através da web, não podem ser associados a conjuntos de regras da forma habitual. Há duas opções:</p><ul><li>Se o modelo é o <em>tipo predefinido</em> de um tipo de conteúdo, é possível associar a classe de tipo, ou uma interface que forneça, a um conjunto de regras.</li><li>Também pode associar um modelo de página específico (por nome) ou tipo de conteúdo a um conjunto de regras usando as opções abaixo.</li></ul><p><strong>Nota:</strong> Por norma, tipos de conteúdo do género de pasta estão associados ao conjunto de regras <code>plone.content.itemView</code>. Quaisquer configurações fornecidas abaixo ou definidas através de um conjunto de regras de cache específico (num ficheiro ZCML) irão sobrepor-se ao predefinido.</p><p><strong>Nota:</strong> Só pode usar uma vez cada nome de modelo ou tipo de conteúdo!</p>

source: help_urls
pt: Indique, abaixo, os URLs a eliminar, escrevendo um por linha. Tanto pode escrever um URL completo que inclua o domínio, como um caminho relativo à raiz do sítio, começando com um <em>/</em>.

source: help_virtual_hosting
pt: Active isto se estiver a usar hospedagem virtual com o VirtualHostMonster do Zope e estiver a reescrever o URL (para incorporar os atributos especiais da hospedagem virtual tais como <code>VirtualHostBase</code> e <code>VirtualHostRoot</code> no URL) <em>antes</em> do pedido ser passado ao proxy de cache, por exemplo num servidor web Apache que recebe pedidos e os passa para um proxy de cache Varnish. Desactive esta opção se não estiver a usar hospedagem virtual ou se o proxy de cache estiver à frente de algo que faça a reescrita (ou que esteja ele mesmo a fazer a reescrita).

source: label_cache_entries
pt: Entradas

source: label_cache_hits
pt: Acessos

source: label_cache_key
pt: Chave

source: label_cache_misses
pt: Falhas

source: label_cache_size_bytes
pt: Tamanho (bytes)

source: label_caching_first_time_here?
pt: É a primeira vez que está aqui? Aconselhamos a começar por ${link}.

source: label_caching_first_time_here_link
pt: importando um conjunto de regras de cache pré-configuradas

source: label_caching_proxies
pt: Proxies de cache

source: label_domains
pt: Domínios virados para o exterior

source: label_enabled
pt: Activar a cache

source: label_global
pt: parâmetros globais

source: label_import
pt: Importar configurações

source: label_mappings
pt: Mapeamentos do conjunto de regras

source: label_operation_parameters
pt: Parâmetros da operação

source: label_purged_content_types
pt: Tipos de conteúdo a eliminar

source: label_purging
pt: Eliminar proxy de cache

source: label_purging_enabled
pt: Activar eliminação

source: label_ram_cleanup_interval
pt: Intervalo de limpeza

source: label_ram_max_age
pt: Idade máxima das entradas na cache

source: label_ram_max_entries
pt: N.º máximo de entradas na cache

source: label_ramcache
pt: Cache em RAM

source: label_ruleset
pt: parâmetros de cada conjunto de regras

source: label_settings
pt: Alterar configurações

source: label_snapshot
pt: Fazer uma cópia do sítio antes de importar a nova configuração.

source: label_synchronous
pt: Eliminar sincronamente

source: label_template_mappings
pt: Mapeamento de modelos antigos

source: label_up_to_plone_setup
pt: Subir para a preparação do sítio

source: label_urls
pt: URLs a eliminar

source: label_virtual_hosting
pt: A reescrita de hospedeiro virtual acontece antes do proxy de cache

source: legend_caching_proxies
pt: Proxies de cache

source: legend_detailed_settings
pt: Configurações detalhadas

source: legend_global_settings
pt: Configurações globais

source: legend_mappings
pt: Operações de cache

source: legend_ram
pt: Cache em memória

source: link_create
pt: Criar

source: link_view_edit
pt: Ver/editar

source: link_view_edit_clear
pt: Ver/editar/limpar

source: value_not_used
pt: (Não utilizado)
